Repository: fourfor47/yi_action_camera
Catalog: ios/*.lproj/Localizable.strings
Languages: de, es, id, ko, ru, th, zh_hans, zh_hant_hk

# sd_xc
source: High Speed Card
de: Hohe Geschwindigkeit Speicherkarte
es: Tarjeta de velocidad rápida
id: Kartu dengan kecepatan tinggi
ko: 빠른 속도 카드
ru: Высокая скорость (SDXC)
th: การ์ดความเร็วสูง
zh_hans: 高速卡
zh_hant_hk: 高速卡

# none
source: Unknown Type
de: Unbekanntes Format
es: Tipo desconocido
id: Tidak diketahui
ko: 알수없는 유형
ru: Неизвестный тип
th: ไม่ทราบประเภท
zh_hans: 未知类型
zh_hant_hk: 未知類型

# sd_error
source: No Card
de: Keine Speicherkarte
es: Sin Tarjeta
id: Tidak ada kartu
ko: 카드 없음
ru: Нет карты
th: ไม่พบการ์ด
zh_hans: 卡不存在
zh_hant_hk: 卡不存在

# record
source: Video
ko: 비디오
ru: Видео
th: วีดีโอ
zh_hans: 摄像
zh_hant_hk: 攝像

# capture
source: Photo
de: Foto
es: Foto
id: Foto
ko: 사진
ru: Фото
th: รูปภาพ
zh_hans: 拍照
zh_hant_hk: 拍照

# sdcard_size
source: %@ available / %@ total
de: %@ verfügbar / %@ total
es: %@ disponible / %@ total
id: %@ tersedia / %@ total
ko: %@ 유효 / %@ 토탈
ru: %@ свободно / %@ всего
th: %@ ที่มี / %@ ทั้งหมด
zh_hans: 可用%@/总共%@
zh_hant_hk: 可用%@/總共%@

# sdcard_size_available
source: Available
de: Verfügbar
es: Disponible
id: Tersedia
ko: 유효
ru: Свободно
th: ที่มี
zh_hans: 可用
zh_hant_hk: 可用

# sdcard_size_total
source: Total
ko: 토탈
ru: Всего
th: ทั้งหมด
zh_hans: 总共
zh_hant_hk: 總共

# camera_setting_alertlabel
source: Setting...
de: Einstellungen...
es: Configuración...
id: Pengaturan…
ko: 설정 중...
ru: Настройки...
th: กำลังติดตั้ง...
zh_hans: 设置中
zh_hant_hk: 設置中

# camera_setting_alertmessage
source: Restart the camera after hearing three beeps
de: Neustart der Kamera nachdem drei Signaltöne wahrgenommen wurden.
es: Reinicie la cámara después de oír tres bips
id: Hidupkan kembali kamera setelah mendengar bunyi beep sebanyak 3 kali
ko: 삐~ 소리가 3번 울리면 카메라를 재시작 해주세요.
ru: Перезагрузите камеру после трех гудков
th: รีสตาร์ทกล้องหลังเสียงสัญญาณดัง 3 ครั้ง
zh_hans: 听到响三声滴滴之后重启相机
zh_hant_hk: 聽到響三聲滴滴之後重啟相機

# camera_connect_head_label
source: Connect
de: Verbinde
es: Conectar
id: Hubungkan
ko: 연결
ru: Cоединение
th: การเชื่อมต่อ
zh_hans: 连接相机
zh_hant_hk: 連接相機

# camera_connect_alert_label
source: Please wait...
de: Bitte warten...
es: Espere...
id: Silahkan tunggu…
ko: 기다려 주세요.
ru: Подождите...
th: โปรดรอ...
zh_hans: 请保持相机Wi-Fi打开，并靠近手机
zh_hant_hk: 請保持相機Wi-Fi打開，並靠近手機

# camera_connect_back_button
source: Back
de: Zurück
es: Volver
id: Kembali
ko: 뒤로
ru: Назад
th: ย้อนกลับ
zh_hans: 返回
zh_hant_hk: 返回

# camera_connect_failed_search
source: Connection Failed
de: Verbindung fehlgeschlagen
es: Falla en la conexión
id: Koneksi Gagal
ko: 연결 실패
ru: Подключение не удалось
th: การเชื่อมต่อล้มเหลว
zh_hans: 连接失败
zh_hant_hk: 連接失敗

# camera_connect_failed_label_message
source: Please reconnect until Wi-Fi light flashing blue
de: Bitte verbinden bis das WLAN Licht blau leuchtet
es: Vuelva a conectar con la luz azul del WiFi
id: Silahkan coba hubungkan kembali sampai anda melihat lampu biru Wi-Fi menyala
ko: WiFi 빛이 파란색으로 깜박이면 다시 연결해주세요.
ru: Пытайтесь подсоединиться пока лампочка Wi-Fi не начнет мигать синим светом
th: โปรดเชื่อมต่อจนกว่าสัญญาณไฟ Wi-Fi จะเป็นสีฟ้า
zh_hans: 当Wi-Fi指示灯蓝灯闪烁时，尝试重新连接
zh_hant_hk: 當Wi-Fi指示燈藍燈閃爍時，嘗試重新連接

# camera_connect_failed_again
source: Reconnect
de: Neu verbinden
es: Reconectar
id: Coba koneksi kembali
ko: 다시 연결
ru: Повторить
th: เชื่อมต่ออีกครั้ง
zh_hans: 重新连接
zh_hant_hk: 重新連接

# camera_connect_failed_by_other
source: Already connected by another Phone
de: Es besteht bereits eine Verbindung mit einem anderen Telefon
es: Ya fué conectado por otro teléfono
id: Telah terhubung dengan handphone lain
ko: 이미 다른 스마트폰과 연결 되었습니다.
ru: Уже соединилась с другим телефоном
th: ได้เชื่อมต่อกับโทรศัพท์เครื่องอื่นอยู่
zh_hans: 相机已被其他手机连接
zh_hant_hk: 相機已被其他手機連接

# camera_connect_failed
source: Connection Failed
de: Verbindung fehlgeschlagen
es: Falla en la conexión
id: Koneksi gagal
ko: 연결 실패
ru: Подключение не удалось
th: การเชื่อมต่อล้มเหลว
zh_hans: 连接失败
zh_hant_hk: 連接失敗

# camera_connect_failed_back_square
source: Back to Home
de: Zurück zum Start
es: Volver al inicio
id: Kembali ke beranda
ko: 홈으로 돌아가기
ru: Назад домой
th: ย้อนกลับสู่เมนูหลัก
zh_hans: 返回主页
zh_hant_hk: 返回主頁

# camera_connect_button
source: Connect to Camera
de: Verbinde mit Kamera
es: Conectar a la cámara
id: Hubungkan dengan kamera
ko: 카메라에 연결
ru: Cоединение с камерой
th: เชื่อมต่อกับกล้อง
zh_hans: 连接相机
zh_hant_hk: 連接相機

# wifi_name_label
source: Name:
es: Nombre:
ko: 이름:
ru: Имя:
th: ชื่อ:
zh_hans: Wi-Fi名称:
zh_hant_hk: Wi-Fi名稱:

# wifi_name_placeholder
source: Enter Wi-Fi name
de: WLAN Namen eingeben
es: Ingresar Wi-Fi
id: Masukan nama password
ko: WiFi 이름 입력
ru: Введите имя Wi-Fi сети
th: ใส่ชื่อ Wi-Fi
zh_hans: 请输入SSID
zh_hant_hk: 請輸入SSID

# wifi_password_lalbel
source: Password:
de: Passwort:
es: Contraseña:
ko: 비밀번호:
ru: Пароль:
th: รหัสผ่าน:
zh_hans: Wi-Fi密码:
zh_hant_hk: Wi-Fi密碼:

# wifi_password_placeholder
source: Enter Wi-Fi password
de: WLAN Passwort eingeben
es: Ingresar contraseña de Wi-Fi
id: Masukan password Wi-Fi
ko: WiFi 비밀번호 입력
ru: Введите пароль Wi-Fi
th: ใส่รหัสผ่าน Wi-Fi
zh_hans: 请输入新密码
zh_hant_hk: 請輸入新密碼

# wifi_password_show_label
source: Show password
de: Passwort anzeigen
es: Enseñar contraseña
id: Lihatpassword
ko: 비밀번호 보기
ru: Показать пароль
th: แสดงรหัสผ่าน
zh_hans: 显示密码
zh_hant_hk: 顯示密碼

# wifi_alert_nothing_change
source: No Modification
de: Keine Modifikation
es: Sin modificación
id: Tidak ada modifikasi
ko: 변경할 수 없습니다.
ru: Ничего не изменилось
th: ไม่มีการเปลี่ยนแปลง
zh_hans: 没有任何修改
zh_hant_hk: 沒有任何修改

# wifi_alert_enter_right_name
source: Wi-Fi name only supports 1-32 characters
de: WLAN Name unterstützt nur 1-32 Zeichen
es: El nombre del Wi-Fi tiene apenas 1-32 caracteres
id: Format nama Wi-Fi hanya terdiri dari 1-32 karakter
ko: WiFi 이름은 1~32글자만 지원합니다.
ru: Имя Wi-Fi должно включать 1-32 символов
th: ชื่อ Wi-Fi รองรับได้ 1-32 ตัวอักษรเท่านั้น
zh_hans: 名称只能由1-32位数字或字母组成
zh_hant_hk: 名稱只能由1-32位數字或字母組成

# wifi_alert_enter_right_password
source: Password only supports 8-64 characters
de: Passwort unterstützt nur 8-64 Zeichen
es: Contraseña sólo admite 8-64 caracteres
id: Password hanya dapat menggunakan 8-64 karakter
ko: 비밀번호는 8~64글자만 지원합니다.
ru: Пароль должен состоять из 8-64 символов
th: รหัสผ่านรองรับได้ 8-64 ตัวอักษรเท่านั้น
zh_hans: 密码只能由8-64位数字或字母组成
zh_hant_hk: 密碼只能由8-64位數字或字母組成

# wifi_alert_restart_wifi
source: Automatically restart Wi-Fi after Wi-Fi information modified, continue?
de: Automatischer WLAN Neustart, nachdem die WLAN Informationen geändert wurden, fortfahren?
es: Reiniciar automáticamente el Wi-Fi después de la modificación, continuar?
id: Wi-Fi otomatis akan diproses kembali setelah informasi Wi-Fi diperbarui, lanjutkan?
ko: WiFi 정보 수정 후, 자동으로 WiFi가 재시작 됩니다. 계속 하시겠습니까?
ru: Нужно перезагрузить Wi-Fi после изменения параметров, продолжить?
th: กำลังจะรีสตาร์ทอัตโนมัติหลังแก้ไขข้อมูล Wi-Fi ต้องการดำเนินการต่อหรือไม่?
zh_hans: Wi-Fi信息修改后将自动重启Wi-Fi，是否继续？
zh_hant_hk: Wi-Fi信息修改後將自動重啟Wi-Fi，是否繼續？

# wifi_camera_state_message
source: Camera may be in video status, cannot be set now
de: Kamera könnte sich im Video Modus befinden, kann im Moment nicht eingerichtet werden
es: Cámara puede estar en estado de video, no se puede establecer ahora
id: Kamera mungkin sedang digunakan untuk video, tidak dapat melakukan pengaturan kamera sekarang
ko: 카메라가 비디오 상태에 있으면 설정할 수 없습니다.
ru: Возможно, камера в режиме видео, не могу установить в данный момент
th: กล้องอาจอยู่ในสถานะถ่ายวีดีโอ ไม่สามารถตั้งค่าได้ในขณะนี้
zh_hans: 相机可能在摄像拍照，暂不能设置
zh_hant_hk: 相機可能在攝像拍照，暫不能設置

# wifi_content_alter_success
source: Wi-Fi information is modified successfully, please reconnect the camera.
de: WLAN Informationen wurden erfolgreich geändert, verbinden Sie bitte die Kamera erneut.
es: Información del Wi-Fi fué modificada con éxito, reconecte la cámara
id: Informasi Wi-Fi telah sukses dimodifikasi, silahkan coba hubungkan kamera kembali
ko: WiFi 정보 수정에 성공하였습니다. 카메라를 다시 연결 해주세요.
ru: Параметры Wi-Fi успешно изменены, подключите камеру снова.
th: เปลี่ยนแปลงข้อมูล Wi-Fi เรียบร้อยแล้ว โปรดเชื่อมต่อกับกล้องอีกครั้ง
zh_hans: Wi-Fi信息修改成功，请重新连接相机!
zh_hant_hk: Wi-Fi信息修改成功，請重新連接相機!

# share_iWantToShare
source: I found a very interesting content at XiaoYi Square
de: Ich habe sehr interessante Inhalte bei XiaoYi Square gefunden
id: Saya menemukan informasi menarik di XiaoYi Square
ko: XiaoYi 스퀘어에서 매우 흥미로운 콘텐츠를 찾았습니다.
ru: Я нашел очень интересный контент на Площади XiaoYi
th: ฉันพบเนื้อหาน่าสนใจที่ XiaoYi สแควร์
zh_hans: 我在小蚁运动相机的广场上发现了一个很有趣的内容
zh_hant_hk: 我在小蟻運動相機的廣場上發現了一個很有趣的內容

# share_myShare
source: My share of XiaoYi action camera
de: Mein Beitrag der XiaoYi Action Kamera
es: My share of XiaoYi actiYon camera
id: Sebarkan aktivitas saya di XiaoYi actiYon camera
ko: 내가 공유한 XiaoYi 액션캠
ru: Снято моей камерой XiaoYi actiYon
th: การแชร์ของฉันผ่านกล้อง XiaoYi actiYon
zh_hans: 我的小蚁运动相机分享
zh_hant_hk: 我的小蟻運動相機分享

# share_opening
source: Opening the App
de: App öffnen
id: Buka Applikasi
ko: App를 여는 중
ru: Открытие апликации
th: กำลังเปิดแอพพลิเคชั่น
zh_hans: 正在打开app,准备进行分享
zh_hant_hk: 正在打開app,準備進行分享

# share_success
source: Share successfully
de: Teilen erfolgreich
ko: 공유 성공
ru: Поделились успешно
th: แชร์สำเร็จแล้ว
zh_hans: 分享成功
zh_hant_hk: 分享成功

# share_fail
source: Failed to share
de: Teilen fehlgeschlagen
id: Gagal untuk sebarkan
ko: 공유 실패
ru: Не удалось поделиться
th: การแชร์ล้มเหลว
zh_hans: 分享失败
zh_hant_hk: 分享失敗

# share_fail_code
source: Wrong code
de: Falsche Code
id: Kode Salah
ko: 잘못된 코드
ru: Неправильный код
th: รหัสไม่ถูกต้อง
zh_hans: 错误码
zh_hant_hk: 錯誤碼

# share_fail_desc
source: Error description
de: Error Beschreibung
id: Deskripsi Salah
ko: 설명 오류
ru: Описание ошибки
th: คำอธิบายไม่ถูกต้อง
zh_hans: 错误描述
zh_hant_hk: 錯誤描述

# share_local_video
source: Local video sharing is not supported
de: Lokales Video teilen wird nicht unterstützt
id: Anda tidak dapat menyebarkan video lokal ini
ko: 로컬 비디오 공유는 지원되지 않습니다.
ru: Локальный обмен видео не поддерживается
th: ไม่รองรับการแชร์วีดีโอ
zh_hans: 本地视频不支持分享
zh_hant_hk: 本地視頻不支持分享

# camera_firmware_upgrade
source: Firmware Update
es: Actualización Firmware
id: Perbarui Firmware
ko: 펌웨어 업데이트
ru: Обновление прошивки
th: การอัพเดทเฟิร์มแวร์
zh_hans: 固件升级
zh_hant_hk: 固件升級

# please_select_wifi
source: Select Wi-Fi
de: WLAN auswählen
es: Seleccionar Wi-Fi
id: Pilih Wi-Fi
ko: WiFi 선택
ru: Выберите Wi-Fi
th: เลือก Wi-Fi
zh_hans: 选取Wi-Fi
zh_hant_hk: 選取Wi-Fi

# wifi_password_hint
source: Please enter Wi-Fi Password
de: Bitte geben Sie das WLAN Passwort ein
es: Insira contraseçna de Wi-Fi
id: Silahkan masukan password Wi-Fi
ko: WiFi 비밀번호를 입력해주세요.
ru: Введите пароль Wi-Fi
th: โปรดใส่รหัสผ่าน Wi-Fi
zh_hans: 请输入Wi-Fi密码
zh_hant_hk: 請輸入Wi-Fi密碼

# no_new_version
source: Latest version already
de: Die neueste Version ist bereits installiert
es: Versión más actual
id: Tersedia versi terbaru
ko: 이미 최신버전 입니다.
ru: Нет более новых версий
th: เป็นเวอร์ชั่นใหม่ล่าสุดแล้ว
zh_hans: 没有新版本
zh_hant_hk: 沒有新版本

# no_new_firmware_version
source: Latest version already
de: Die neueste Version ist bereits installiert
es: Versión más actual
id: Tersedia versi terbaru
ko: 이미 최신버전 입니다.
ru: Нет более новых версий
th: เป็นเวอร์ชั่นใหม่ล่าสุดแล้ว
zh_hans: 没有新固件
zh_hant_hk: 沒有新固件

# firmware_download_failed
source: Failed to download upgrades!
de: Upgrade Download fehlgeschlagen!
es: Falla en la descarga de actulalizaciones
id: Gagal untuk mendownload versi terbaru!
ko: 업그레이드파일 다운로드에 실패하였습니다.
ru: Не удалось скачать обновления!
th: ดาวน์โหลดอัพเกรดไม่สำเร็จ!
zh_hans: 固件下载失败！
zh_hant_hk: 固件下載失敗！

# firmware_upgrade_switch_wifi
source: Switching Wi-Fi...
de: WLAN einschalten...
es: Cambio Wi-Fi...
id: Ganti Wi-Fi...
ko: WiFi 전환 중 ...
ru: Переключение Wi-Fi...
th: กำลังเปลี่ยนเป็น Wi-Fi...
zh_hans: 正在切换Wi-Fi...
zh_hant_hk: 正在切換Wi-Fi...

# firmware_upgrade_download_firmware
source: Downloading Firmware...
de: Firmware wird heruntergeladen...
es: Descargando Firmware...
id: Download Firmware...
ko: 펌웨어 다운로드 중...
ru: Скачивание прошивки...
th: กำลังดาวน์โหลดเฟิร์มแวร์...
zh_hans: 正在下载固件...
zh_hant_hk: 正在下載固件...

# firmware_upgrade_tip
source: Uploading camera, please do not turn off the camera Wi-Fi
de: Kamera wird aktualisiert, schalten Sie bitte das WLAN der Kamera nicht aus
es: Descargando la cámara, no apague el Wi-Fi
id: Memproses kamera, jangan matikan Wi-Fi Kamera
ko: 카메라 업로드 중입니다. 카메라 Wi-Fi를 끄지 마세요.
ru: Загрузка камеры на сервер, не выключайте Wi-Fi камеры
th: กำลังอัพโหลดกล้อง โปรดอย่าปิด Wi-Fi ของกล้อง
zh_hans: 固件上传期间，请勿关闭相机Wi-Fi
zh_hant_hk: 固件上傳期間，請勿關閉相機Wi-Fi

# sure_to_cancel_firmware_upgrade
source: Confirm to cancel camera upgrade?
de: Sind Sie sicher, dass Sie das Kamera Upgrade abbrechen möchten?
es: Quieres cancelar la actualización de la cámara?
id: Konfirmasi untuk batalkan proses memperbarui versi kamera?
ko: 카메라 업그레이드를 취소 하시겠습니까?
ru: Подтвердить отмену обновления камеры?
th: ยืนยันยกเลิกการอัพเกรดกล้องหรือไม่?
zh_hans: 确定取消固件升级吗
zh_hant_hk: 確定取消固件升級嗎

# should_connect_to_outside_wifi
source: Camera Upgrade needs internet connection, confirm to disconnect the camera?
de: Kamera Upgrade benötigt eine Internetverbindung, möchten Sie die Kameraverbindung wirklich trennen?
es: L actualización de cámara necesita conexión de internet, desconectar la cámara?
id: Diperlukan internet untuk memperbarui versi kamera, setuju untuk mematikan koneksi kamera ?
ko: 카메라 업그레이드는 인터넷 연결을 필요로 합니다.카메라와의 연결을 끊으시겠습니까?
ru: Для обновления камеры требуется связь с интернетом, подтвердить отсоединение камеры?
th: ต้องการการเชื่อมต่ออินเตอร์เน็ตเพื่ออัพเกรดกล้อง ยืนยันเลิกการเชื่อมต่อกับกล้องหรือไม่?
zh_hans: 固件升级需要先连接外部Wi-Fi进行下载，确认断开与相机的连接吗？
zh_hant_hk: 固件升級需要先連接外部Wi-Fi進行下載，確認斷開與相機的連接嗎？

# new_video
source: New Snapshot Video
de: Neues Snapshot Video
es: Nuevo Video Snapshot
id: Snapshot Video Baru
ko: 새로운 스냅샷 비디오
ru: Новое видео
th: วีดีโอสแนปช็อตใหม่
zh_hans: 新建快拍视频
zh_hant_hk: 新建快拍視頻

# video_filter
source: Filter
es: Filtro
ko: 필터
ru: Фильтр
th: ฟิลเตอร์
zh_hans: 滤镜
zh_hant_hk: 濾鏡

# video_musicbg
source: Music
de: Musik
es: Musica
id: Musik
ko: 음악
ru: Музыка
th: ดนตรี
zh_hans: 音乐
zh_hant_hk: 音樂

# firmware_no_sdcard
source: Please insert SD card
de: Bitte legen Sie eine SD Speicherkarte ein
es: Insira la tarjeta SD
id: Silahkan masukan kartu memori
ko: SD카드를 삽입해주세요.
ru: Вставьте карту SD
th: โปรดใส่ SD การ์ด
zh_hans: 请插入SD卡
zh_hant_hk: 請插入SD卡

# tvRecordMode
source: Video
ko: 비디오
ru: Видео
th: วีดีโอ
zh_hans: 摄像
zh_hant_hk: 攝像

# tvQuickShotMode
source: Snapshot
de: Schnappschuss
ko: 스냅샷
ru: Быстрая съемка
th: สแนปช็อต
zh_hans: 快拍
zh_hant_hk: 快拍

# tvPhotographMode
source: Photo
de: Foto
es: Foto
id: Foto
ko: 사진
ru: Фото
th: รูปภาพ
zh_hans: 拍照
zh_hant_hk: 拍照

# caera_battery_level
source: Camera Battery
de: Kamera Batterie
es: Batería de la cámara
id: Baterai Kamera
ko: 카메라 배터리
ru: Батарея камеры
th: แบตเตอรี่กล้อง
zh_hans: 相机 电量
zh_hant_hk: 相機 電量

# phone_battery_level
source: Phone Battery
de: Telefon Batterie
es: Batería de la foto
id: Baterai Telepon
ko: 스마트폰 배터리
ru: Батарея в фото режиме
th: แบตเตอรี่โทรศัพท์
zh_hans: 手机 电量
zh_hant_hk: 手機 電量

# camera_activity_mode_record
source: Video
ko: 비디오
ru: Видео
th: วีดีโอ
zh_hans: 摄像
zh_hant_hk: 攝像

# camera_activity_mode_quick_shot
source: Snapshot
de: Schnappschuss
ko: 스냅샷
ru: Быстрая съемка
th: สแนปช็อต
zh_hans: 快拍
zh_hant_hk: 快拍

# camera_activity_mode_photograph
source: Photo
de: Foto
es: Foto
id: Foto
ko: 사진
ru: Фото
th: รูปภาพ
zh_hans: 拍照
zh_hant_hk: 拍照

# alert_user_label
source: Double tap to back to Camera Preview
de: Zweimal Tippen, um zur Kameravorschau zurückzukehren
es: Doble toque para volvera la previsualización
id: Klik dua kali untuk kembali melihat hasil kamera
ko: 더블클릭하여 카메라 미리보기
ru: Двойное нажатие чтобы вернуться в режим предварительного просмотра
th: แตะสองครั้งเพื่อย้อนกลับไปสู่พรีวิวกล้อง
zh_hans: 双击屏幕即可返回到预览界面
zh_hant_hk: 雙擊屏幕即可返回到預覽界面

# photo_edit_download_label
source: Download
es: Descargar
ko: 다운로드
ru: Скачать
th: ดาวน์โหลด
zh_hans: 下载
zh_hant_hk: 下載

# photo_edit_delete_label
source: Delete
de: Löschen
es: Borrar
id: Hapus
ko: 삭제
ru: Удалить
th: ลบ
zh_hans: 删除
zh_hant_hk: 刪除

# photo_edit_edit_label
source: Edit
de: Bearbeiten
es: Editar
id: Ubah
ko: 편집
ru: Редактировать
th: แก้ไข
zh_hans: 编辑
zh_hant_hk: 編輯

# photo_button_cancel
source: Cancel
de: Abbrechen
es: Cancelar
id: Batalkan
ko: 취소
ru: Отменить
th: ยกเลิก
zh_hans: 取消
zh_hant_hk: 取消

# photo_choose_count
source: 1 Selected
de: 1 ausgewählt
es: 1 Seleccionado
id: Pilih 1
ko: 선택
ru: 1 выбрано
th: เลือกแล้ว1รูป
zh_hans: 已选择1张
zh_hant_hk: 已選擇1張

# tv_normal
source: Photo
de: Single
es: Único
id: Single
ko: 사진
ru: Одиночное
th: เดี่ยว
zh_hans: 普通拍照
zh_hant_hk: 普通拍照

# tv_timelapes
source: Time-lapse
es: Lapso de tiempo
ko: 타입랩스
ru: Таймлапс
th: ถ่ายภาพอย่างช้าๆ
zh_hans: 延时拍照
zh_hant_hk: 延時拍照

# tv_timer
source: Timer
es: Temporizador
ko: 타이머
ru: Таймер
th: ตั้งเวลา
zh_hans: 定时拍照
zh_hant_hk: 定時拍照

# tv_burst
source: Burst
es: Explosión
ko: 연속촬영
ru: Серийная
th: การ Burst
zh_hans: 运动轨迹
zh_hant_hk: 運動軌跡

# tv_record_normal
source: Video
de: Normal
es: Normal
id: Normal
ko: 비디오
ru: Обычное
th: ปกติ
zh_hans: 普通摄像
zh_hant_hk: 普通攝像

# tv_record_time_lapse
source: Time-lapse
es: Lapso de tiempo
ko: 타임랩스
ru: Таймлапс
th: ถ่ายภาพอย่างช้าๆ
zh_hans: 延时摄像
zh_hant_hk: 延遲攝像

# tv_record_photo
source: +Photo
de: Video+Foto
es: video+foto
id: video+foto
ko: +사진
ru: Видео+фото
th: วีดีโอและรูปภาพ
zh_hans: 摄像+拍照
zh_hant_hk: 攝像+拍照

# tvPhoto
source: Photo
de: Foto
es: Foto
id: Foto
ko: 사진
ru: Фото
th: รูปภาพ
zh_hans: 相册
zh_hant_hk: 相冊

# tvVideo
source: Video
ko: 비디오
ru: Видео
th: วีดีโอ
zh_hans: 视频
zh_hant_hk: 視頻

# tvDownLoad
source: Download
es: Descarga
ko: 다운로드
ru: Загрузки
th: ดาวน์โหลด
zh_hans: 下载
zh_hant_hk: 下載

# camer_file_loading_not_delete
source: Downloading, Pause First
de: Downloading, zuerst pausieren
es: Descarga, pausar antes
id: Download, Hentikan proses lain terlebih dahulu
ko: 다운로드 중, 먼저 정지해주세요.
ru: Идет скачивание, сначала приостановите
th: กำลังดาวน์โหลด หยุดชั่วครู่ก่อน
zh_hans: 有文件正在下载，请先暂停下载
zh_hant_hk: 有文件正在下載，請先暫停下載

# camer_file_downloading
source: Downloading
es: Descargando
id: Download
ko: 다운로드 중
ru: Загрузки
th: กำลังดาวน์โหลด
zh_hans: 下载中
zh_hant_hk: 下載中

# camer_file_downloaded
source: Downloaded
es: Descargado
id: Download berhasil
ko: 다운로드
ru: Скачано
th: ดาวน์โหลดเสร็จเรียบร้อย
zh_hans: 已完成
zh_hant_hk: 已完成

# camer_file_downloading_exit_or_not
source: Downloading will Paused, Exit？
de: Das Herunterladen wird pausiert, Beenden?
es: La descarga parará, Salir
id: Download akan terhenti, ExitÔº?
ko: 다운로드 하면 정지됩니다. 취소하시겠습니까?
ru: Скачивание было приостановлено, выйти？
th: การดาวน์โหลดถูกหยุดชั่วขณะ ต้องการออก๏ผ
zh_hans: 退出会暂停下载，是否继续？
zh_hant_hk: 退出會暫停下載，是否繼續？

# camera_file_no_photo
source: No Photo
de: Kein Foto
es: Ninguna foto
id: Tidak ada Foto
ko: 사진이 없습니다.
ru: Нет фотографий
th: ไม่มีรูปภาพ
zh_hans: 没有照片文件
zh_hant_hk: 沒有照片文件

# camera_file_no_video
source: No Video
de: Kein Video
es: Ningún video
id: Tidak ada video
ko: 비디오가 없습니다.
ru: Нет видео
th: ไม่มีวีดีโอ
zh_hans: 没有视频文件
zh_hant_hk: 沒有視頻文件

# camera_file_get_file
source: Loading...
de: Wird geladen...
es: Cargando...
id: Memuat…
ko: 로딩 중...
ru: Загрузка...
th: กำลังโหลด...
zh_hans: 获取文件中
zh_hant_hk: 獲取文件中

# camera_file_SDCard_remove
source: SD Card Removed
de: SD Karte wurde entfernt
es: Tarjeta SD removida
id: Tidak ada kartu memori
ko: SD카드를 제거하였습니다.
ru: Карта SD извлечена
th: SD การ์ดถูกถอดออกแล้ว
zh_hans: SD卡已拔出
zh_hant_hk: SD卡已拔出

# camera_file_not_support_effect
source: Edit not Available
de: Bearbeiten nicht möglich
es: Edición no disponible
id: Tidak dapat diubah
ko: 편집할 수 없습니다.
ru: Редактирование недоступно
th: ไม่สามารถแก้ไขได้
zh_hans: 暂不支持编辑
zh_hant_hk: 暫不支持編輯

# camera_file_selected
source: %d Selected
de: %d ausgewählt
es: %d Seleccionado
id: Pilih %d
ko: %d 선택
ru: %d выбрано
th: ถูกเลือกแล้ว %d
zh_hans: 已选择%d项
zh_hant_hk: 已選擇%d项

# camera_file_can_select
source: Select File
de: Datei ausgewählt
es: Archivo seleccionada
id: Pilih berkas
ko: 파일 선택
ru: Выбрать файл
th: เลือกไฟล์
zh_hans: 请选择文件
zh_hant_hk: 請選擇文件

# camera_file_have_download_photo
source: Some Photos are Already Downloaded
de: Einige Bilder wurden bereits heruntergeladen
es: Algunas fotos ya fuéron descargadas
id: Beberapa foto sudah didownload
ko: 사진이 이미 다운로드 되었습니다.
ru: Часть фото уже скачаны
th: ดาวน์โหลดรูปภาพบางส่วนแล้ว
zh_hans: 有已经下载的照片
zh_hant_hk: 有已經下載的照片

# camera_file_select_is_download
source: Some Photos are Downloading
de: Einige Bilder warden noch heruntergeladen
es: Algunas fotos están descargando
id: Beberapa foto sedang didownload
ko: 사진을 다운로드 중입니다
ru: Часть фото в процессе скачивания
th: กำลังดาวน์โหลดรูปภาพบางส่วน
zh_hans: 所选中的照片有的正在被下载
zh_hant_hk: 所選中的照片有的正在被下載

# camera_file_video_is_download
source: Video files are being downloaded
de: Video Dateien heruntergeladen werden
es: Los archivos de vídeo se están descargando
id: File video yang sedang didownload
ko: 비디오 파일이 다운로드되고있다
ru: Видео файлы загружаются
th: ไฟล์วิดีโอที่กำลังดาวน์โหลด
zh_hans: 视频文件正在被下载
zh_hant_hk: 視頻文件正在被下載

# camera_file_video_delete_loading
source: Files were Downloading, Delete?
de: Heruntergeladene Dateien löschen?
es: Archivos estaba descargando, borrar?
id: File sudah didownload, Hapus ?
ko: 선택파일이 현재 다운로드 중입니다, 기존파일을 삭제 하시겠습니까?
ru: Файлы были в процессе скачивания, удалить?
th: ไฟล์ถูกดาวน์โหลดแล้ว ต้องการลบหรือไม่?
zh_hans: 正在下载选中的视频，是否确认删除？
zh_hant_hk: 正在下載選中的視頻，是否確認刪除？

# camera_file_not_delete
source: Cancel
de: Abbrechen
es: Cancelar
id: Batalkan
ko: 취소
ru: Отмена
th: ยกเลิก
zh_hans: 取消
zh_hant_hk: 取消

# camera_file_sure_delete
source: Delete
de: Löschen
es: Borrar
id: Hapus
ko: 삭제
ru: Удалить
th: ลบ
zh_hans: 确认
zh_hant_hk: 確認

# camera_http_wwan_alert_message
source: If preview and download is not working, please turn off the cellular network and try again.
de: Falls die Vorschau und das Herunterladen nicht funktioniert, schalte Sie das bitte den mobilen Datenverkehr aus und versuchen Sie es erneut.
es: Si la previsualización y descarga no funcionan, apague la red celular y vuelva a intentarlo.
id: Jika anda tidak dapat melihat hasil foto, silahkan matikan jaringan internet handphone dan coba kembali.
ko: 만약 미리보기와 다운로드가 되지 않는다면, 셀롤러 네트워크를 끄고 다시 시도해주세요.
ru: Если предварительный просмотр и скачивание не работают, отключите мобильную сеть и попробуйте снова.
th: ถ้าพรีวิวหรือดาวน์โหลดไม่ได้ กรุณาปิดสัญญาณมือถือแล้วลองใหม่อีกครั้ง
zh_hans: 如果无法下载或者预览图片，请尝试关闭蜂窝网络后重试。
zh_hant_hk: 如果無法下載或者預覽圖片，請嘗試關閉蜂窩網絡後重試。

# camera_download_file_cancel_button
source: Cancel
de: Abbrechen
es: Cancelar
id: Batalkan
ko: 취소
ru: Отмена
th: ยกเลิก
zh_hans: 取消下载
zh_hant_hk: 取消下載

# camera_file_video_formate
source: Video Format
es: Modelo de video
id: Format Video
ko: 비디오 포멧
ru: Видео формат
th: ฟอร์แมทวีดีโอ
zh_hans: 视频格式
zh_hant_hk: 視頻格式

# camera_file_video_cancel
source: Back
de: Zurück
es: Volver
id: Kembali
ko: 뒤로
ru: Назад
th: ย้อนกลับ
zh_hans: 返回
zh_hant_hk: 返回

# camera_file_video_high
source: High Resolution
de: Hohe Auflösung
es: Alta resolución
id: Resolusi Tinggi
ko: 높은 해상도
ru: Высокое разрешение
th: ค่าความละเอียดสูง
zh_hans: 高清
zh_hant_hk: 高清

# camera_file_video_middle
source: Low Resolution
de: Niedrige Auflösung
es: Baja resolución
id: Resolusi Rendah
ko: 낮은 해상도
ru: Низкое разрешение
th: ค่าความละเอียดต่ำ
zh_hans: 标清
zh_hant_hk: 標清

# camera_file_download_add
source: Add to Download
de: Zu Downloads hinzufügen
es: Adicione para descargar
id: Tambahkan untuk Download
ko: 다운로드 추가
ru: Добавить в список скачивания
th: เพิ่มเพื่อดาวน์โหลด
zh_hans: 加入下载
zh_hant_hk: 加入下載

# camera_file_download_exit
source: Saving
de: Speichern
es: Guardar
id: Simpan
ko: 저장 중
ru: Сохранение
th: กำลังเซฟ
zh_hans: 下载中
zh_hant_hk: 下載中

# camera_file_download
source: Saved
de: Gespeichert
es: Guardado
id: Berhasil disimpan
ko: 저장
ru: Сохранено
th: เซฟแล้ว
zh_hans: 已下载
zh_hant_hk: 已下載

# file_deleted_loading
source: Downloads
es: Descargas
ko: 다운로드
ru: Список скачивания
th: ไฟล์ดาวน์โหลด
zh_hans: 下载已被删除
zh_hant_hk: 下載已被刪除
