Repository: fourfor47/yi_action_camera
Catalog: ios/*.lproj/Localizable.strings
Languages: de, es, id, ko, ru, th, zh_hans, zh_hant_hk

# This resolution video no preview and side stream
source: Current resolution has no side stream nor preview video.
de: Aktuelle Auflösung hat keinen Side Stream und keine Videovorschau.
es: Resolución actual no tiene corriente lateral ni de previsualización de vídeo.
id: Resolusi ini tidak dapat ditampilkan di video
ko: 현재 해상도에서는 사이드 스트림이나 비디오 미리보기가 없습니다.
ru: В данной резолюции нет побочного видео и предварительного просмотра.
th: ค่าความละเอียดขณะนี้ไม่รองรับการทำ side stream หรือพรีวิววีดีโอ .
zh_hans: 此分辨率下摄像没有预览和副码流
zh_hant_hk: 此分辨率下攝像沒有預覽和副碼流

source: No Preview
de: Keine Vorschau
es: Sin previsualización
id: Tidak dapat ditampilkan
ko: 미리보기 없음
ru: Нет предварительного просмотра
th: ไม่มีพรีวิว
zh_hans: 没有预览
zh_hant_hk: 沒有預覽

# This resolution has no side stream video
source: Current resolution has no side stream video
de: Aktuelle Auflösung hat keinen Video Side Stream
es: Resolución actual no tiene video lateral
id: Resolusi ini tidak dimiliki oleh stream video
ko: 현재 해상도에서는 사이드 스트림 비디오가 없습니다.
ru: В данной резолюции нет побочного видео
th: ค่าความละเอียดขณะนี้ไม่รองรับการทำ side stream
zh_hans: 此分辨率下摄像没有副码流
zh_hant_hk: 此分辨率下攝像沒有副碼流

# Connect Success
source: Connection Succeed
de: Erfolgreich verbunden
es: Éxito en la conexión
id: Koneksi Berhasil
ko: 연결 성공
ru: Подключение успешно
th: การเชื่อมต่อสำเร็จ
zh_hans: 连接成功
zh_hant_hk: 連接成功

# Connect failed
source: Connection Failed
de: Verbindung fehlgeschlagen
es: Falla en la conexión
id: Koneksi Gagal
ko: 연결 실패
ru: Подключение не удалось
th: การเชื่อมต่อล้มเหลว
zh_hans: 连接失败
zh_hant_hk: 連接失敗

# Connectting
source: Connecting
de: Verbinden
es: Conectando
id: Terhubung
ko: 연결 중
ru: Подключение
th: กำลังเชื่อมต่อ
zh_hans: 连接中
zh_hant_hk: 連接中

# VidoeMode
source: Video Mode
de: Video Modus
es: Modo video
ko: 비디오 모드
ru: Режим видео
th: โหมดวีดีโอ
zh_hans: 摄像模式
zh_hant_hk: 攝像模式

source: Photo Mode
de: Foto Modus
es: Modo foto
id: Foto Mode
ko: 사진 모드
ru: Режим фото
th: โหมดรูปภาพ
zh_hans: 拍照模式
zh_hant_hk: 拍照模式

# Photo Success
source: Take photo successfully
de: Bildaufnahme erfolgreich
es: Éxito al tomar foto
id: Berhasil mengambil foto
ko: 사진 촬영 성공
ru: Фотосъемка успешна
th: ถ่ายรูปสำเร็จ
zh_hans: 拍照成功
zh_hant_hk: 拍照成功

# Photo Failed
source: Fail to take photo
de: Bildaufnahme fehlgeschlagen
es: Falla al tomer foto
id: Gagal mengambil foto
ko: 사진 촬영 실패
ru: Фотосъемка не удалась
th: ถ่ายรูปไม่สำเร็จ
zh_hans: 拍照失败
zh_hant_hk: 拍照失敗

# No File
source: File not exist.
de: Datei existiert nicht.
es: Archivo no existe.
id: File tidak tersedia.
ko: 파일이 존재하지 않습니다.
ru: Файл не существует.
th: ไม่พบไฟล์ดังกล่าว
zh_hans: 没有文件
zh_hant_hk: 沒有文件

source: Delete
de: Löschen
es: Borrar
id: Hapus
ko: 삭제
ru: Удалить
th: ลบ
zh_hans: 删除
zh_hant_hk: 刪除

# Deleteing
source: Deleting
de: Löschen
es: Borrando
id: Menghapus
ko: 삭제 중
ru: Удаление
th: กำลังลบ
zh_hans: 正在删除中
zh_hant_hk: 正在刪除中

source: System Busy
de: System ausgelastet
es: Sistema ocupado
id: Sistem sibuk
ko: 시스템 과부하
ru: Система занята
th: ระบบไม่ว่าง
zh_hans: 系统繁忙
zh_hant_hk: 系統繁忙

source: Clear Cache
de: Cache löschen
es: Limpiar Cache
id: Bersihkan histori
ko: 캐시 지우기
ru: Опустошить кэш
th: เคลียร์แคช
zh_hans: 清理缓存
zh_hant_hk: 清理緩存

source: Saving
de: Speichen
es: Guardando
id: Menyimpan
ko: 저장중
ru: Сохранение
th: กำลังเซฟ
zh_hans: 保存中
zh_hant_hk: 保存中

# Finished
source: Done
de: Beendet
es: Hecho
id: Selesai
ko: 완료
ru: Готово
th: เสร็จสิ้น
zh_hans: 完成
zh_hant_hk: 完成

# Find Camera
source: Searching Camera
de: Suche Kamera
es: Buscando cámara
id: Cari kamera
ko: 카메라 검색 중
ru: Поиск камеры
th: กำลังค้นหากล้อง
zh_hans: 查找相机
zh_hant_hk: 查找相機

# Camera connection failed, please check your WiFi connection is normal
source: Fail to connect camera, please checkout your Wi-Fi settings.
de: Verbindung der Kamera fehlgeschlagen, bitte überprüfen Sie Ihre WLAN Einstellungen.
es: Falla al conectar la cámara. Desconecte de la con Wi-Fi.
id: Gagal terhubung dengan kamera, silahkan cek pengaturan Wi-Fi .
ko: 카메라 연결에 실패하였습니다. WiFi 설정을 확인 해주세요.
ru: Не удалось подключиться к камере, проверьте настройки Wi-Fi.
th: เชื่อมต่อกล้องไม่สำเร็จ โปรดตรวจสอบการตั้งค่า Wi-Fi
zh_hans: 摄像机连接失败，请检查Wi-Fi连接是否正常
zh_hant_hk: 攝像機連接失敗，請檢查Wi-Fi連接是否正常

# No Select File
source: No file selected
de: Keine Datei ausgewählt
es: Ningún archivo selccionado
id: Tidak ada file dipilih
ko: 선택된 파일이 없습니다.
ru: Файлы не выбраны
th: ยังไม่ได้เลือกไฟล์
zh_hans: 没有选中文件
zh_hant_hk: 沒有選中文件

# Delete Success
source: Delete succeed
de: Gelöscht
es: Borrado con éxito
id: Sukses dihapus
ko: 삭제 성공
ru: Удаление успешно
th: ลบแล้ว
zh_hans: 删除成功
zh_hant_hk: 刪除成功

source: Delete failed
de: Löschen fehlgeschlagen
es: Falla al borrar
id: Gagal dihapus
ko: 삭제 실패
ru: Удаление не удалось
th: ลบไม่สำเร็จ
zh_hans: 删除失败
zh_hant_hk: 刪除失敗

# Restore Factory Or Not ?
source: Are you sure to restore factory settings?
de: Sind Sie sich sicher,dass Sie die Werkseinstellungen wiederherstellen möchten?
es: ¿Seguro que desea restaurar la configuración de fábrica?
id: Anda yakin untuk kembali ke pengaturan dasar?
ko: 정말로 공장 초기화 설정을 하시겠습니까?
ru: Подтвердить восстановление фабричных настроек?
th: ยืนยันคืนค่าติดตั้งจากโรงงานหรือไม่?
zh_hans: 确定恢复出厂设置？
zh_hant_hk: 確定恢復出廠設置？

# Unbind bluetooth controller Or Not ?
source: Are you sure to unbind all Bluetooth devices?
de: Sind Sie sich sicher, dass Sie alle Bluetooth Geräte trennen möchten?
es: ¿Seguro que deseas desvincular todos los dispositivos bluetooth?
id: Anda yakin untuk menghapus semua koneksi bluetooth ?
ko: 정말로 모든 블루투스 장비와 연결을 해제 하시겠습니까?
ru: Подтвердить удаление всех спаренных устройств bluetooth?
th: ยืนยันปลดสัญญาณต่อเชื่อมทุกอุปกรณ์บลูทูธหรือไม่?
zh_hans: 确定解除绑定蓝牙遥控器
zh_hant_hk: 確定解除綁定藍牙遙控器

# Time synchronous camera
source: Are you sure to sync time of camera?
de: Sind Sie sich sicher, dass Sie die Uhrzeit der Kamera synchronisieren möchten?
es: ¿Seguro que desea sincronizar el tiempo de la cámara?
id: Anda yakin melakukan sinkronisasi waktu di kamera?
ko: 정말로 카메라 설정 시간을 동기화 하시겠습니까?
ru: Подтвердить синхронизацию времени камеры?
th: ยืนยันซิงค์เวลาของกล้องหรือไม่?
zh_hans: 确定同步相机时间？
zh_hant_hk: 確定同步相機時間？

# btc_delete_all_binded_dev
source: Unbind Bluetooth devices
de: Alle Bluetooth Geräte trennen
es: Desvincular dispositivos bluetooth
id: Hapus koneksi bluetooth
ko: 블루투스 장비와 연결 해제
ru: Удалить все спаренные устройства bluetooth
th: ปลดสัญญาณต่อเชื่อมอุปกรณ์บลูทูธ
zh_hans: 解除绑定蓝牙遥控器
zh_hant_hk: 解除綁定藍牙遙控器

# Fetch log from camera
source: Download log from camera or not?
de: Herunterladen von der Kamera oder nicht einloggen?
es: Descarga Registro de la cámara o no?
id: Ambil log dari kamera atau tidak?
ko: 카메라의 여부를 로그 다운로드?
ru: Скачать войти с камеры или нет?
th: ดาวน์โหลดเข้าสู่ระบบจากกล้องหรือไม่?
zh_hans: 确定下载相机日志？
zh_hant_hk: 確定下載相機日誌？

# Upload_camera_log
source: OK Upload camera log?
de: OK Hochladen von Kameraprotokoll?
es: Aceptar carga Registro de la cámara?
id: OK Unggah log kamera?
ko: 확인을 업로드 카메라 로그?
ru: ОК Загрузить камера журнал?
th: อัพโหลดบันทึกของกล้อง OK?
zh_hans: 确定上传相机日志？
zh_hant_hk: 確定上傳相機日誌？

# Wifi Message
source: Wi-Fi Settings
de: WLAN Einstellungen
es: Configuraciones Wi-Fi
id: Pengaturan Wi-Fi
ko: WiFi 설정
ru: Настройки Wi-Fi
th: การตั้งค่า Wi-Fi
zh_hans: Wi-Fi信息设置
zh_hant_hk: Wi-Fi信息設置

# Confirm ?
source: Do you confirm the setting?
de: Bestätigen Sie die Einstellungen?
es: ¿Confirma las configuraciones?
id: Konfirmasi untuk pengaturan ini?
ko: 설정을 확인 하시겠습니까?
ru: Подтвердить настройку?
th: ยืนยันการติดตั้งหรือไม่?
zh_hans: 确定设置？
zh_hant_hk: 確定設置？

# Restart Camera ?
source: Are you sure to restart camera?
de: Sind Sie sich sicher, dass Sie die Kamera neu starten möchten?
es: ¿Seguro que desea reiniciar la cámara?
id: Restart ulang kamera ?
ko: 정말로 카메라를 재시작 하시겠습니까?
ru: Подтвердить перезагрузку камеры?
th: ยืนยันรีสตาร์ทกล้องหรือไม่?
zh_hans: 重启相机？
zh_hant_hk: 重啟相機？

source: SD card type
de: SD Kartentyp
es: Tipo de tarjeta SD
id: Tipe Kartu Memori
ko: SD카드 유형
ru: Тип SD карты
th: ประเภท SD การ์ด
zh_hans: SD卡类型
zh_hant_hk: SD卡類型

# SDCardSpeed
source: SD card testing
de: SD Karten test
es: Teste de tarjeta SD
id: Tes Kartu Memori
ko: SD카드 테스트
ru: Тестирование SD карты
th: ทดสอบ SD การ์ด
zh_hans: SD卡测速
zh_hant_hk: SD卡測速

# SD Card remove
source: SD card removed
de: SD Karte wurde entfernt
es: Tarjeta SD retirada
id: Tidak ada Kartu Memori
ko: SD카드 제거
ru: SD карта извлечена
th: ถอด SD การ์ดออกแล้ว
zh_hans: SD卡拨出
zh_hant_hk: SD卡撥出

# SD Card insert
source: SD card inserted
de: SD Karte eingelegt
es: Tarjeta SD inserida
id: Kartu memori berhasil dimasukkan
ko: SD카드 삽입
ru: SD карта вставлена
th: เสียบ SD การ์ดแล้ว
zh_hans: SD卡插入
zh_hant_hk: SD卡插入

# video_output_dev_type
source: Video output mode
de: Video Output Modus
es: MOdo de salida de video
ko: 비디오 출력 모드
ru: Режим видео-выхода
th: โหมดส่งภาพออกทางวีดีโอ
zh_hans: 视频输出模式
zh_hant_hk: 視頻輸出模式

# Please Click To Get
source: Click to get
de: Tippen zum aktivieren
es: Haga clic para obtener
id: Klik untuk mendapatkan
ko: 클릭하고 가져오기
ru: Нажмите, чтобы получить
th: โปรดคลิกเพื่อรับ
zh_hans: 请点击获取
zh_hant_hk: 請點擊獲取

# Speeding
source: Testing speed
de: Geschwindigkeitstest
es: Testando velocidad
id: Tes kecepatan
ko: 속도 테스트
ru: Проверка скорости
th: ทดสอบความเร็ว
zh_hans: 正在测速
zh_hant_hk: 正在測速

# Version information
source: Version
es: Versión
id: Versi
ko: 버전
ru: Версия
th: เวอร์ชั่น
zh_hans: 型号
zh_hant_hk: 型號

# Hardware Version
source: Firmware version
es: Firmware versión
id: Versi Firmware
ko: 펌웨어 버전
ru: Версия прошивки
th: เวอร์ชั่นเฟิร์มแวร์
zh_hans: 固件版本
zh_hant_hk: 固件版本

source: Software version
es: Software versión
id: Versi Software
ko: 소프트웨어 버전
ru: Версия программы
th: เวอร์ชั่นซอฟท์แวร์
zh_hans: 软件版本信息:
zh_hant_hk: 軟件版本信息:

# warp_enable
source: Enable lens distortion correction
de: Objektiv Entzerrung aktivieren
es: Activar corrector de ditorción de lente
id: Matikan lens distortion correction
ko: 렌즈 왜곡 보정 사용
ru: Включить коррекцию оптических искажений
th: ยอมให้แก้ไขภาพบิดเบี้ยวที่เกิดจากเลนส์
zh_hans: 镜头畸变校正
zh_hant_hk: 鏡頭畸變校正

# start_wifi_while_booted
source: Start Wi-Fi after system booted.
de: Nach dem System Neustart WLAN einschalten.
es: Iniciar Wi-Fi después de sistema de arranque.
id: Hidupkan Wi-Fi setelah sistem diubah.
ko: 시스템 부팅 후에 WiFi를 시작합니다.
ru: Включать Wi-Fi при загрузке системы.
th: เริ่ม Wi-Fi หลังระบบบูธเสร็จสิ้น
zh_hans: 开机自动打开Wi-Fi
zh_hant_hk: 開機自動打開Wi-Fi

source: Auto power off
de: Automatisch Ausschalten
es: Apagado automático
id: Otomatis power off
ko: 자동 전원 Off
ru: Автоматическое выключение
th: ปิดอัตโนมัติ
zh_hans: 自动关机
zh_hant_hk: 自動關機

# video_record_complete
source: End recording
de: Aufnahme beenden
es: Final de la grabación
id: Selesai merekam
ko: 녹화 종료
ru: Конец записи
th: การบันทึกภาพสิ้นสุด
zh_hans: 摄像完成
zh_hant_hk: 攝像完成

# start_video_record
source: Start recording
de: Aufnahme starten
es: Comienzo de la grabación
id: Mulai merekam
ko: 녹화 시작
ru: Начало записи
th: เริ่มต้นการบันทึกภาพ
zh_hans: 摄像开始
zh_hant_hk: 攝像開始

# No SDCard
source: SD card doesn't exist
de: SD Karte nicht vorhanden
es: Tajete SD no existe
id: Tidak ada kartu memori
ko: SD카드가 존재하지 않습니다.
ru: Нет SD карты
th: ไม่พบ SD การ์ด
zh_hans: 没有SD卡
zh_hant_hk: 沒有SD卡

# Photo Start
source: Start to take photo
de: Bildaufnahme starten
es: Comience a tomar foto
id: Mulai mengambil gambar
ko: 사진 촬영 시작
ru: Начать фотосъемку
th: เริ่มถ่ายภาพ
zh_hans: 开始拍照
zh_hant_hk: 開始拍照

# SDCard-16K
source: SD card formatting error, re-formatted?
de: SD-Karten-Formatierungsfehler, neu formatiert?
es: Tarjeta de error de formato SD, re-formateado?
id: SD card kesalahan format, diformat ulang?
ko: SD카드 포멧 에러, 다시 포멧하시겠습니까?
ru: SD-карта ошибке форматирования, переформатирован?
th: การ์ด SD ข้อผิดพลาดการจัดรูปแบบใหม่ที่จัดรูปแบบ?
zh_hans: SD卡格式化错误，重新格式化？
zh_hant_hk: SD卡格式化錯誤，重新格式化？

source: Failed
de: Fehlgeschlagen
es: Falla
id: Gagal
ko: 실패
ru: Не удалось
th: ล้มเหลว
zh_hans: 失败
zh_hant_hk: 失敗

# Success
source: Succeed
de: Erfolgt
es: Éxito
id: Berhasil
ko: 성공
ru: Успех
th: สำเร็จ
zh_hans: 成功
zh_hant_hk: 成功

source: Loading
de: Laden
es: Cargando...
id: Memuat
ko: 로딩중
ru: Загрузка
th: กำลังโหลด...
zh_hans: 连接中
zh_hant_hk: 連接中

# Get Wifi Failed
source: Unable to get Wi-Fi information
de: Abrufen der WLAN Informationen fehlgeschlagen
es: Imposible acesar información de Wi-Fi
id: Tidak mendapatkan informasi Wi-Fi
ko: WiFi 정보를 가져올 수 없습니다.
ru: Не удалось получить параметры Wi-Fi
th: ไม่สามารถรับข้อมูล Wi-Fi
zh_hans: 获取Wi-Fi信息失败
zh_hant_hk: 獲取Wi-Fi信息失敗

# Command Failed
source: Command return failure.
de: Befehl zurückgewiesen.
es: Falla en el regreso del comando.
id: Perintah kembali gagal.
ko: 명령 복귀 실패.
ru: Сбой команды.
th: คำสั่งล้มเหลว
zh_hans: 命令返回失败
zh_hant_hk: 命令返回失敗

source: ON
de: Ein
es: Encendido
ru: Включ.
th: เปิด
zh_hans: 开启
zh_hant_hk: 開啟

source: OFF
de: Aus
es: Apagado
ru: Выключ.
th: ปิด
zh_hans: 关闭
zh_hant_hk: 關閉

# S.Fine
source: High
de: Hoch
es: Alto
id: Tinggi
ko: 높음
ru: Высокое
th: ละเอียดสูง
zh_hans: 高
zh_hant_hk: 高

# Fine
source: Medium
de: Mittel
es: Medio
id: Rendah
ko: 중간
ru: Среднее
th: ละเอียดปานกลาง
zh_hans: 中
zh_hant_hk: 中

# Normal
source: Low
de: Niedrig
es: Bajo
id: Rendah
ko: 낮음
ru: Низкое
th: ละเอียดต่ำ
zh_hans: 低
zh_hant_hk: 低

source: Date/Time
de: Datum/Urhzeit
es: Fecha/Hora
id: Tanggal/Waktu
ko: 날짜/시간
ru: Дата/Время
th: วันที่/เวลา
zh_hans: 日期/时间
zh_hant_hk: 日期/時間

source: High
de: Hoch
es: Alto
id: Tinggi
ko: 높음
ru: Большая
th: เสียงดัง
zh_hans: 高
zh_hant_hk: 高

source: Low
de: Niedrig
es: Bajo
id: Rendah
ko: 낮음
ru: Маленькая
th: เสียงเบา
zh_hans: 低
zh_hant_hk: 低

source: Mute
de: Stumm
es: Mudo
id: Matikan
ko: 음소거
ru: Тишина
th: ปิดเสียง
zh_hans: 关闭
zh_hant_hk: 關閉

# center
source: Center-weighted Metering
de: Mittelbetonte Messung
es: Medición ponderada central
ko: 중앙 중점 측광
ru: Центрально-взвешенный экспозамер
th: วัดแสงจากตรงกลาง
zh_hans: 中央测光
zh_hant_hk: 中央測光

# average
source: Average Metering
de: Durchschnittsmessung
es: Medición avanzada
ko: 평균 측광
ru: Усредненный экспозамер
th: วัดแสงโดยเฉลี่ย
zh_hans: 平均测光
zh_hant_hk: 平均測光

# spot
source: Spot Metering
de: Belichtungsmesssung
es: Punto de medición
ko: 스팟 측광
ru: Точечный экспозамер
th: วัดแสงจากจุด
zh_hans: 点测光
zh_hant_hk: 點測光

# precise quality
source: Single
es: Único
ko: 기본
ru: Одиночная
th: เดี่ยว
zh_hans: 普通拍照
zh_hant_hk: 普通拍照

# precise quality cont.
source: Time-lapse
de: Zeitraffer
es: Lapso de tiempo
ko: 시간경과
ru: Таймлапс
th: ถ่ายภาพอย่างช้าๆ
zh_hans: 延时拍照
zh_hant_hk: 延時拍照

# precise self quality
source: Timer
ko: 타이머
ru: Таймер
th: ตั้งเวลา
zh_hans: 定时拍照
zh_hant_hk: 定時拍照

# burst quality
source: Burst
es: Explosión
ko: 연속촬영
ru: Серийная
zh_hans: 运动轨迹拍照
zh_hant_hk: 運動軌跡拍照

# status_error
source: Error occurred when query SD card status
de: Fehler aufgetreten bei SD Karten Statusabfrage
es: Falla al consultar el status de la tarjeta
id: Terjadi kesalahan saat memproses status kartu memori
ko: SD카드에 에러가 발생했습니다.
ru: Ошибка при запросе статуса SD карты
th: ขัดข้องเมื่อเช็คสถานะ SD การ์ด
zh_hans: 获取卡状态错误
zh_hant_hk: 獲取卡狀態錯誤

# slot_error
source: System Error
es: Falla en el sistema
id: Sistem gagal
ko: 시스템 에러
ru: Системная ошибка
th: ระบบขัดข้อง
zh_hans: 系统错误
zh_hant_hk: 系統錯誤

# all enable
source: Enable all LEDs
de: Alle LEDs aktivieren
es: Activar todos los LEDs
id: Hidupkan LED
ko: LED 전부 사용
ru: Разрешить все LED
th: เปิดใช้ LEDs ทั้งหมด
zh_hans: 全部开启
zh_hant_hk: 全部開啟

# all disable
source: Disable all LEDs
de: Alle LEDs deaktivieren
es: Desactivar Leds
id: Matikan LEDs
ko: LED 전부 사용 안함
ru: Запретить все LED
th: ปิดการใช้ LEDs ทั้งหมด
zh_hans: 全部关闭
zh_hant_hk: 全部關閉

# status enable
source: Enable status LEDs
de: Status LEDs aktivieren
es: Activar status LEDs
id: Nyalakan status LED
ko: LED 최소 사용
ru: Разрешить статусные LED
th: เปิดใช้สถานะ LEDs
zh_hans: 仅状态灯亮
zh_hant_hk: 僅狀態燈亮

# firm_upload_percentage
source: %.0f%% uploaded
de: %.0f%% hochgeladen
es: %.0f %% cargado
id: %.0f%% sudah dimuat
ko: %.0f%% 업로드
ru: %.0f%% загружено
th: อัพโหลดแล้ว %.0f%%
zh_hans: 已上传%.0f%%
zh_hant_hk: 已上傳%.0f%%

# firm_diary
source: Upgrade Notice
de: Upgrade Benachrichtigung
es: Nota de mejoramiento
id: Perbarui Pemberitahuan
ko: 업그레이드 공지
ru: Сообщение об обновлении
th: แจ้งเตือนอัพเกรด
zh_hans: 更新日志
zh_hant_hk: 更新日誌

# firm_startUpdate
source: Upload firmware to camera
de: Hochladen der Firmware auf die Kamera
es: Cargar el firmware a la cámara
id: Perbarui firmware di kamera
ko: 카메라 펌웨어 업로드
ru: Загрузить прошивку на камеру
th: อัพโหลดเฟิร์มแวร์กล้อง
zh_hans: 上传固件到相机
zh_hant_hk: 上傳固件到相機

# firm_updating
source: Upload the firmware, please keep camera close to phone
de: Hochladen der Firmware, bitte halten Sie die Kamera in der Nähe ihres Telefons
es: Cargar el firmware,mantenga la cámara cerca del celular
id: Perbarui firmware, dan letakan kamera didekat telepon
ko: 펌웨어 업로드, 스마트폰을 카메라 가까이 놓으세요.
ru: Загрузка прошивки, держите камеру близко к телефону
th: อัพโหลดเฟิร์มแวร์กล้อง โปรดวางกล้องและโทรศัพท์ไว้ใกล้กัน
zh_hans: 固件包上传到相机中,请保持相机靠近手机
zh_hant_hk: 固件包上傳到相機中,請保持相機靠近手機

# firm_connecting
source: Ready to upload, connecting
de: Bereit zum Upload, verbinde
es: Listo para subir, conectando
id: Siap untuk memuat, terhubung
ko: 업로드 준비가 완료 되었습니다. 연결 중입니다.
ru: Готов к загрузке, идет соединение
th: พร้อมจะอัพโหลด กำลังเชื่อมต่อ
zh_hans: 准备上传,正在建立连接
zh_hant_hk: 準備上傳,正在建立連接

# firm_start_fw_update
source: Start to upgrade
de: Upgrade wird gestartet
es: Empezar a actualizar
id: Mulai perbarui
ko: 업그레이드를 시작 합니다.
ru: Начало обновления
th: เริ่มอัพเกรด
zh_hans: 开始升级
zh_hant_hk: 開始升級

# firm_not_supported
source: Hardware not supported
de: Hardware wird nicht unterstützt
es: Hardware no soportado
id: Hardware tidak sesuai
ko: 하드웨어가 지원되지 않습니다.
ru: Устройство не поддерживается
th: ไม่รองรับฮาร์ดแวร์
zh_hans: 该相机不支持升级
zh_hant_hk: 該相機不支持升級

# firm_quit
source: Updating now, please wait
de: Aktualisierung erfolgt, bitte warten
es: Actualizando, espere
id: Perbarui sekarang, silahkan tunggu
ko: 업데이트 중입니다. 잠시만 기다려 주세요.
ru: Идет обновление, ждите
th: กำลังอัพเดท โปรดรอ
zh_hans: 正在升级中，请耐心等待
zh_hant_hk: 正在升級中，請耐心等待

# firm_error_unknownError
source: IO exception when renaming file
de: IO Ausnahme bei Daten Umbenennung.
es: Excepción IO al cambiar el nombre del archivo
id: IO pengecualian saat memberi nama file
ko: 이름 변경 시 발생하는 문제.
ru: Ошибка IO при переименовании файла
th: IO ผิดปกติขณะเปลี่ยนชื่อไฟล์
zh_hans: 重命名文件时出现异常
zh_hant_hk: 重命名文件時出現異常

# firm_error_invalidParam
source: Invalid parameters
de: Unzulässige Parameter
es: parámetros no válidos
id: parameter tidak valid
ko: 잘못된 매개변수
ru: Неверные параметры
th: พารามิเตอร์ไม่ถูกต้อง
zh_hans: param参数无效
zh_hant_hk: param參數無效

# firm_error_invalidPath
source: Invalid path
de: Unzulässiger Path
es: Ruta no válida
id: jalur tidak valid
ko: 잘못된 경로
ru: Неверный путь
th: พาธไม่ถูกต้อง
zh_hans: 指定的文件不存在
zh_hant_hk: 指定的文件不存在

# firm_error_cardNotExist
source: SD card doesn't exist.
de: SD Karte nicht vorhanden.
es: Tarjeta SD no existe
id: Tidak ada kartu memori
ko: SD카드가 존재하지 않습니다.
ru: Нет SD карты.
th: ไม่พบ SD การ์ด
zh_hans: SD卡不存在
zh_hant_hk: SD卡不存在

# firm_error_title
source: Error occurred when upgrading firmware
de: Fehler beim Aufrüsten der Firmware
es: Falla al subir firmware
id: Terjadi kesalahan saat memperbarui firmware
ko: 펌웨어 업그레이드 중 오류가 발생했습니다.
ru: Произошла ошибка во время обновления прошивки
th: เกิดขัดข้องขณะอัพเกรดเฟิร์มแวร์
zh_hans: 固件升级出错
zh_hant_hk: 固件升級出錯

# firm_success_title
source: Succeed
de: Erfolgt
es: Éxito
id: Sukses
ko: 성공
ru: Успех
th: สำเร็จ
zh_hans: 成功
zh_hant_hk: 成功

# firm_success_message
source: The camera will beep while updating. When updating completed, the camera will shut down automatically.
de: Die Kamera wird während dem Aktualisieren piepen. Sobald die Aktualisierung abgeschlossen wurde, schaltet sich die Kamera automatisch aus.
es: La cámara emitirá un pitido durante la actualización. Actualización completada, la cámara se apagará automáticamente.
id: Kamera akan memberikan tanda beep saat memperbarui versi. Setelah selesai kamera akan mati secara otomatis.
ko: 업데이트 하는 동안 카메라에서 삐~ 소리가 납니다. 업데이트가 완료 되면, 카메라가 자동으로 종료됩니다.
ru: Во время обновления камера будет издавать сигналы. По окончанию обновления камера выключится автоматически.
th: กล้องจะส่งเสียงขณะอัพเดต และกล้องจะปิดตัวเองอัตโนมัติเมื่อการอัพเดตเสร็จสิ้น
zh_hans: 升级过程中,相机会发出持续的蜂鸣声 成功后,相机将在急促的滴滴声后关机
zh_hant_hk: 升級過程中,相機會發出持續的蜂鳴聲 成功後,相機將在急促的滴滴聲後關機

# firm_alreadyNewest
source: No need to upgrade.
de: Keine Aktualisierung notwendig.
es: No hay necesidad de actualización
id: Tidak perlu diperbarui.
ko: 업그레이드 할 필요가 없습니다.
ru: Нет необходимости в обновлении.
th: ไม่จำเป็นต้องอัพเกรด
zh_hans: 无需升级
zh_hant_hk: 無需升級

# firm_lowBattery
source: Camera's currently at low battery, please connect to power before upgrade.
de: Nierdriger Batteriestand der Kamera, bitte schließen Sie das Ladekabel an.
es: La bateria de la cámara esta baja. Regaargue la bateria
id: Baterai akan habis , silahkan sambungkan dengan listrik sebelum memperbarui versi.
ko: 카메라 배터리가 부족합니다. 업그레이드 전에 전원을 연결해주세요.
ru: Низкий уровень заряда батареи, подключите электричество перед началом обновления.
th: แบตเตอรี่อ่อน กรุณาชาร์ตก่อนการอัพเกรด
zh_hans: 相机当前电量不足,请连接电源线后进行固件升级
zh_hant_hk: 相機當前電量不足,請連接電源線後進行固件升級

# firm_unsupported
source: Camera Firmware Upgrade
de: Kamera Firmware Upgrade
es: Actualización de Firmware
id: Firmware kamera sedang diperbarui
ko: 카메라 펌웨어 업그레이드
ru: Обновление прошивки камеры
th: อัพเกรดเฟิร์มแวร์ของกล้อง
zh_hans: 相机固件更新
zh_hant_hk: 相機固件更新

# firm_finishDownload
source: v%@ downloaded
de: v%@ heruntergeladen
es: v%@ descargado
id: v%@ download selesai
ko: v%@ 다운로드
ru: v%@ скачано
th: ดาวน์โหลดแล้ว v%@
zh_hans: 已下载v%@
zh_hant_hk: 已下載v%@

# firm_warning
source: Warning
de: Warnung
es: Atención
id: Peringatan
ko: 경고
ru: Предупреждение
th: คำเตือน
zh_hans: 警告
zh_hant_hk: 警告

# firm_wwan
source: Wi-Fi network is not currently connected, download firmware will generate data traffic, are you sure to continue?
de: Das aktuelle WLAN Netzwerk ist nicht verbunden, das Herunterladen der Firmware erzeugt Datenverkehr, sind Sie sicher, dass Sie fortfahren möchten?
es: Red de Wi-Fi no esta conectada, descargue el firmware para genarar trafico de datos, quieres seguir?
id: Anda tidak terhubung dengan jaringan Wi-Fi, proses download firmware akan memakan kuota internet anda, yakin untuk melanjutkan ?
ko: WiFi 네트워크가 아직 연결되지 않았습니다. 다운로드된 펌웨어로 데이터 트래픽을 생성합니다. 계속 하시겠습니까?
ru: Wi-Fi не подключен, скачивание прошивки будет использовать ваш лимит данных. Продолжить?
th: ยังไม่ได้เชื่อมต่อสัญญาณ Wi-Fi การดาวน์โหลดเฟิร์มแวร์ใช้งานแพคเกจอินเตอร์เนตมือถือจำนวนมาก ยืนยันดำเนินการต่อหรือไม่?
zh_hans: 当前不是Wi-Fi网络，下载将产生数据流量，确认继续下载？
zh_hant_hk: 當前不是Wi-Fi網絡，下載將產生數據流量，確認繼續下載？

# firm_notDownload
source: Cancel
de: Abbrechen
es: Cancelar
id: Batalkan
ko: 취소
ru: Отмена
th: ยกเลิก
zh_hans: 取消
zh_hant_hk: 取消

# firm_continueDownload
source: Download
es: Descargar
ko: 다운로드
ru: Скачать
th: ดาวน์โหลด
zh_hans: 下载
zh_hant_hk: 下載

# firm_wifiWillDownload
source: Firmware will be auto-downloaded when connecting Internet Wi-Fi.
de: Firmware wird automatisch heruntergeladen wenn eine WLAN Internetverbindung besteht.
es: Firmware será auto-descargado al conectarse a Internet Wifi.
id: Firmware akan otomatis didownload saat terhubung dengan jaringan.
ko: WiFi에 연결되면 펌웨어가 자동으로 다운로드 됩니다.
ru: Прошивка будет скачана автоматически при подсоединении интернета Wi-Fi.
th: เฟิร์มแวร์จะดาวน์โหลดเองอัตโนมัติเมื่อเชื่อมต่อสัญญาณ Wi-Fi.
zh_hans: 连接Wi-Fi会自动下载
zh_hant_hk: 連接Wi-Fi會自動下載

# firm_willUpdateIn5s
source: Camera'll upgrade within 5 seconds.
de: Kamera wird innerhalb von 5 Sekunden aktualisiert.
es: Cámara actualizará en 5 segundos
id: Kamera akan diperbarui dalam waktu 5 detik.
ko: 5초 안에 카메라가 자동으로 업그레이드 됩니다.
ru: Камера будет обновлена через 5 секунд.
th: กล้องจะอัพเกรดในอีก 5 วินาที.
zh_hans: 5秒内，相机会自动升级
zh_hant_hk: 5秒內，相機會自動升級

# firm_mistake
source: Error
es: Falla
id: Gagal
ko: 에러
ru: Ошибка
th: ขัดข้อง
zh_hans: 错误
zh_hant_hk: 錯誤
