Repository: fourfor47/yi_action_camera
Catalog: ios/*.lproj/Localizable.strings
Languages: de, es, id, ko, ru, th, zh_hans, zh_hant_hk

# sns_home_found
source: Discover
es: Descubra
id: Temukan
ru: Найти
th: ค้นหา
zh_hans: 发现
zh_hant_hk: 發現

# sns_video_download_file
source: You haven't download any video from your camera yet.
de: Sie haben noch keine Videos von Ihrer Kamera heruntergeladen.
es: Todavía no has descargado videos desde tu cámara.
id: Anda belum mengunduh video apapun dari kamera anda.
ko: 카메라로부터 아직 어떠한 비디오 파일도 다운로드 하지 않았습니다.
ru: Вы еще не скачали ни одного видео со своей камеры.
th: คุณยังไม่ได้โหลดวีดีโอออกจากกล้อง.
zh_hans: 您没有下载任何视频，快去下载吧~~~~~
zh_hant_hk: 您沒有下載任何視頻，快去下載吧~~~~~

# sns_video_mine
source: My video
de: Mein Video
es: Mi video
id: Video Saya
ko: 내 비디오
ru: Мои видео
th: วีดีโอของฉัน
zh_hans: 我的视频
zh_hant_hk: 我的視頻

# sns_error_get_user_info
source: Fail to get profile data
de: Abrufen der Profildaten fehlgeschlagen
es: Error al obtener datos del perfil
id: Gagal untuk mendapatkan profil data
ko: 프로필 데이터를 가져오는데 실패하였습니다.
ru: Не удалось загрузить данные профиля
th: รับข้อมูลโปรไฟล์ไม่สำเร็จ
zh_hans: 未能成功获取用户数据
zh_hant_hk: 未能成功獲取用戶數據

# sns_loading
source: Loading...
es: Cargando...
id: Memuat...
ko: 로드 중...
ru: Загрузка...
th: กำลังโหลด...
zh_hans: 正在加载中
zh_hant_hk: 正在加載中

# sns_recommend
source: Recommend
de: Empfohlen
es: Recommendar
id: Rekomendasi
ko: 추천
ru: Рекомендовать
th: แนะนำ
zh_hans: 推荐
zh_hant_hk: 推薦

# sns_network_error
source: No network available
de: Kein Netzwerk verfügbar
es: No hay red disponible
id: Jaringan tidak tersedia
ko: 유효한 네트워크가 없습니다.
ru: Сеть недоступна
th: ไม่พบเครือข่าย
zh_hans: 无法连接到网络
zh_hant_hk: 無法連接到網絡

# sns_nothing_in_server
source: No file in server
de: Keine Daten auf dem Server
es: ningún aarchivo en el servidor
id: Tidak ada dokumen dalam server
ko: 서버에 파일이 존재하지 않습니다.
ru: Нет файлов на сервере
th: ไม่พบไฟล์ในเซิร์ฟเวอร์
zh_hans: 服务器里没放东西呢
zh_hant_hk: 服務器裏沒放東西呢

# sns_hot_photo
source: Hot Photos
de: Hot Fotos
es: Top Fotos
id: Foto Terbaru
ko: 핫 포토
ru: Популярные фото
th: รูปเด็ด
zh_hans: 热门照片
zh_hant_hk: 熱門照片

# sns_download_firmware_renew
source: Download
ko: 다운로드
ru: Скачать
th: ดาวน์โหลด
zh_hans: 下载
zh_hant_hk: 下載

# sns_cancel
source: Cancel
de: Abbrechen
id: Batalkan
ko: 취소
ru: Отмена
th: ยกเลิก
zh_hans: 取消
zh_hant_hk: 取消

# sns_todo_download_firmware_renew
source: Download firmware upgrade pack
de: Firmware Upgrade Pack downloaden
es: Descargar paquete de actualización de firmware
id: Download firmware dan perbaharui
ko: 펌웨어 업그레이드 팩 다운로드
ru: Скачать обновление прошивки
th: ดาวน์โหลดเฟิร์มแวร์อัพเกรดแพ็ค
zh_hans: 请下载固件升级包
zh_hant_hk: 請下載固件升級包

# sns_exit_firmware_renew_file
source: Firmware upgrade pack existed, validating...
de: Firmware Upgrade Pack beenden, Überprüfung...
es: Paquete de firmware actualizado existente, validando...
id: Versi baru Firmware sudah tersedia, perbarui dan validasi
ko: 펌웨어 업그레이드 팩이 존재합니다. 승인 중
ru: Обновление прошивки уже существует, проверка...
th: พบเฟิร์มแวร์อัพเกรดแพ็คแล้ว, กำลังตรวจสอบ...
zh_hans: 固件升级包已经存在,校验中...
zh_hant_hk: 固件升級包已經存在,校驗中...

# sns_exit_connect_camera
source: Firmware upgrade pack existed, connect camera and update
de: Firmware Upgrade Pack beenden, Verbinde Kamera und vollziehe Update
es: Paquete de firmware actualizado existente, conectar cámara y atualizar
id: Versi baru Firmware sudah tersedia,sambungkan kamera dan perbarui
ko: 펌웨어 업그레이드 팩이 존재합니다. 카메라와 연결하고 업데이트 하겠습니다.
ru: Обновление прошивки уже существует, подсоедините камеру и обновите
th: พบเฟิร์มแวร์อัพเกรดแพ็คแล้ว, โปรดเชื่อมต่อกับกล้องและอัพเดต
zh_hans: 固件升级包已经存在,请连接相机Wi-Fi进行固件升级
zh_hant_hk: 固件升級包已經存在,請連接相機Wi-Fi進行固件升級

# sns_success
source: Complete
de: Vollendet
es: Completar
id: Selesai
ko: 완료
ru: Закончено
th: เสร็จสมบูรณ์
zh_hans: 完成
zh_hant_hk: 完成

# sns_download_firmware_renew_again
source: Upgrade pack is corrupted, please try again
de: Upgrade Pack ist beschädigt, versuchen Sie es bitte erneut
es: Paquete de actualización está dañado, por favor, inténtalo de nuevo
id: Tidak berhasil diperbarui ke versi baru, silahkan coba kembali
ko: 업그레이드 팩에 오류가 발생하였습니다. 다시 시도해주세요.
ru: Ошибка при обновлении прошивки, попробуйте еще раз
th: อัพเกรดแพ็คมีปัญหา โปรดลองใหม่
zh_hans: 您所下载的安装包已经被破坏,请重新下载
zh_hant_hk: 您所下載的安裝包已經被破壞,請重新下載

# sns_firmware_no_md5
source: No MD5 found, download upgrade pack again
de: Kein MD5 gefunden, erneuter Download des Upgrade Packs
es: Ningún MD5 encontrado, descargaar atualización nuevamente
id: MD5 tidak ditemukan, silahkan download verse baru kembali
ko: MD5를 찾지 못하였습니다. 업그레이드 팩을 다시 다운로드 해주세요.
ru: MD5 не найден, загрузите обновление еще раз
th: ไม่พบ MD5 โปรดดาวน์โหลดอัพเกรดแพ็คใหม่อีกครั้ง
zh_hans: 该固件升级包不存在md5,请重新下载
zh_hant_hk: 該固件升級包不存在md5,請重新下載

# sns_take_care
source: Attention
de: Achtung
es: Atención
id: Perhatian
ko: 알림
ru: Внимение
th: คำเตือน
zh_hans: 注意
zh_hant_hk: 註意

# sns_download_alert_message
source: You are using cellular data. Download consumes data package
de: Sie verwenden mobiles Datenvolumen. Download verbraucht viel Datenvolumen
es: Estás usando datos del celular. La decarga consume el paquete de datos
id: Anda menggunakan data internet dari handphone anda. Perhatikan bahwa proses download akan memakan banyak kuota internet
ko: 지금 셀롤러 데이터에 연결 중 입니다. 데이터 패키지를 사용하여 다운로드 합니다.
ru: Вы используете трафик мобильного телефона. При скачивании вы будете использовать трафик телефона.
th: กำลังใช้อินเตอร์เนตของมือถือ การดาวน์โหลดใช้แพคเกจอินเตอร์เนตจำนวนมาก
zh_hans: 您正在使用流量,下载将消耗大量流量
zh_hant_hk: 您正在使用流量,下載將消耗大量流量

# sns_download_go_on
source: Continue
de: Weiter
es: Seguir
id: Lanjutkan
ko: 계속
ru: Продолжить
th: ดำเนินการต่อ
zh_hans: 继续
zh_hant_hk: 繼續

# sns_download_cancel
source: Cancel
de: Abbrechen
es: Cancelar
id: Batalkan
ko: 취소
ru: Отменить
th: ยกเลิก
zh_hans: 否
zh_hant_hk: 否

# sns_no_network
source: No network
de: Kein Netzwerk
es: Sin Red
id: Tidak ada jaringan
ko: 네트워크가 존재하지 않습니다.
ru: Нет сети
th: ไม่พบเครือข่าย
zh_hans: 无网络
zh_hant_hk: 無網絡

# sns_button_confirm
source: Confirm
de: Bestätigen
es: Confirmar
id: Konfirmasi
ko: 확인
ru: Подтвердить
th: ยืนยัน
zh_hans: 确定
zh_hant_hk: 確定

# sns_unknow_network_link
source: unknown network error
es: error de red desconocido
id: Jaringan gagal
ko: 알수없는 네트워크 오류
ru: Неизвестная ошибка сети
th: ไม่ทราบสาเหตุเครือข่ายขัดข้อง
zh_hans: 未知的特殊网络状况
zh_hant_hk: 未知的特殊網絡狀況

# sns_accomplish
source: Complete
de: Vervollständigt
es: Completar
id: Selesai
ko: 완료
ru: Закончено
th: เสร็จสมบูรณ์
zh_hans: 完成
zh_hant_hk: 完成

# sns_can_not_link_server
source: Server is busy, please try later
de: Server ist ausgelastet, versuchen Sie es bitte zu einem späteren Zeitpunkt erneut
es: Servidor ocupado. Iténtalo nuevamente
id: Server sibuk, silahkan coba kembali
ko: 서버가 혼잡합니다. 잠시 후 다시 시도해주세요.
ru: Сервер занят, попробуйте позже
th: เซิร์ฟเวอร์ไม่ว่าง โปรดลองใหม่ในภายหลัง
zh_hans: 固件升级的网址挂了,请稍后再试
zh_hant_hk: 固件升級的網址掛了,請稍後再試

# sns_keep_live_download
source: Downloading, please wait
de: Downloading, bitte warten
es: Descargando, espere por favor
id: Proses Download, silahkan tunggu
ko: 다운로드 중 입니다. 잠시만 기다려주세요.
ru: Идет скачивание, подождите
th: กำลังดาวน์โหลด โปรดรอ
zh_hans: 下载中,请勿退出
zh_hant_hk: 下載中,請勿退出

# sns_failed_download_again
source: Download failed, please try again
de: Download fehlgeschlagen, bitte erneut versuchen
es: Falla en la descarga, inténtalo nuevamente
id: Download gagal, silahkan coba kembali
ko: 다운로드에 실패하였습니다. 다시 시도해주세요.
ru: Скачивание не удалось, попробуйте еще раз
th: การดาวน์โหลดล้มเหลว โปรดลองใหม่
zh_hans: 下载中断,请重新下载
zh_hant_hk: 下載中斷,請重新下載

# sns_check_firmware_renew_file
source: Data validating...
de: Überprüfe Daten...
es: Validación de datos...
id: Proses validasi data...
ko: 데이터를 승인 중 입니다.
ru: Проверка данных...
th: กำลังตรวจสอบข้อมูล...
zh_hans: 校验安装包是否完整中...
zh_hant_hk: 校驗安裝包是否完整中...

# sns_download_again
source: Download again
de: Nochmals downloaden
es: Descargar nuevamente
id: Download kembali
ko: 다시 다운로드 중
ru: Скачать еще раз
th: โปรดดาวน์โหลดอีกครั้ง
zh_hans: 重新下载
zh_hant_hk: 重新下載

# sns_download_successed_connect_camera
source: Download completed, please connect camera and upgrade firmware
de: Download vollständig, bauen Sie bitte eine Verbindung mit der Kamera auf und Upraden Sie die Firmware
es: Descarga completada, conecte la cámara para descargar el firmware
id: Download selesai, silahkan hubungkan kamera dan perbarui Firmware
ko: 다운로드 완료, 카메라와 연결하고 펌웨어를 업그레이드 해주세요.
ru: Скачивание закончено, подключите камеру и обновите прошивку
th: ดาวน์โหลดเสร็จสมบูรณ์แล้ว โปรดเชื่อมต่อกล้องและอัพเดตเฟิร์มแวร์
zh_hans: 成功下载,请连接相机Wi-Fi并进行固件升级
zh_hant_hk: 成功下載,請連接相機Wi-Fi並進行固件升級

# sns_unknow
source: oops, download file cannot be found
de: Oops, Download Datei kann nicht gefunden werdenn
es: El archivo descargado se perdió
id: oops, file yang didownload tidak dapat ditemukan
ko: 다운로드 파일을 찾을 수 없습니다.
ru: Скачанный файл не найден
th: ไม่พบดาวน์โหลดไฟล์
zh_hans: 啊偶,不知道下载到哪儿去了
zh_hant_hk: 啊偶,不知道下載到哪兒去了

# sns_download_finish_not_save
source: Download file cannot be stored
de: Download Datei kann nicht gespeichert werden
es: El archivo descargado no puede ser guardado
id: File yang didownload tidak dapat disimpan
ko: 다운로드한 파일을 저장할 수 없습니다.
ru: Не удалось сохранить скачанный файл
th: ไม่สามารถเก็บบันทึกดาวน์โหลดไฟล์ได้
zh_hans: 下载完成,但是无法保存下载的文件
zh_hant_hk: 下載完成,但是無法保存下載的文件

# sns_setting
source: Settings
de: Einstellungen
es: Configuración
id: Pengaturan
ko: 설정
ru: Настройки
th: การติดตั้ง
zh_hans: 设置
zh_hant_hk: 設置

# sns_have_new_edition
source: New Version
de: Neue Version
es: Nueva versión
id: Versi Baru
ko: 새로운 버전
ru: Новая версия
th: เวอร์ชั่นใหม่
zh_hans: 有新版本
zh_hant_hk: 有新版本

# sns_app_edition
source: App Version
es: Versión de App
id: Appikasi versi baru
ko: APP 버전
ru: Версия приложения
th: เวอร์ชั่นแอพพลิเคชั่น
zh_hans: APP版本
zh_hant_hk: APP版本

# sns_firmware_edition
source: Firmware
ko: 펌웨어
ru: Прошивка
th: เฟิร์มแวร์
zh_hans: 固件版本
zh_hant_hk: 固件版本

# sns_firmware_download_title
source: Firmware
ko: 펌웨어
ru: Прошивка
th: เฟิร์มแวร์
zh_hans: 固件下载
zh_hant_hk: 固件下載

# sns_firmware_last_connected_updated
source: Last connected camera already updated to the latest firmware.
de: Die Zuletzt verbundene Kamera hat bereits die neueste Firmware aktualisiert.
es: La última cámara conectada ya fué actualizada con la última versión del firmware
id: Kamera yang terakhir terhubung telah berhasil diperbarui dengan Firmware versi terbaru.
ko: 이미 최신 펌웨어로 업데이트 되었습니다.
ru: Последняя подключенная камера уже имеет обновление.
th: กล้องตัวล่าสุดได้อัพเดทเฟิร์มแวร์ใหม่แล้ว.
zh_hans: 上次连接的相机已更新到最新固件
zh_hant_hk: 上次連接的相機已更新到最新固件

# sns_firmware_no_update
source: No firmware update
de: Kein Firmware Update
es: Ninguna actualización de firmware
id: Tidak ada versi Firmware terbaru
ko: 업데이트할 펌웨어가 없습니다.
ru: Прошивка отсутствует
th: ไม่มีเฟิร์มแวร์อัพเดท
zh_hans: 暂无固件更新
zh_hant_hk: 暫無固件更新

# sns_firmware_ready
source: Latest firmware already downloaded Connect the camera and update
de: Neueste Firmware wurde bereits heruntergeladen Verbinde die Kamera und aktualisiere
es: La última versión del firmware ya fué descargadaconecte la cámara y actualice
id: Firmware terbaru telah didownload, sambungkan kamera dan perbarui
ko: 최신 펍웨어가 이미 다운로드 되었습니다. 카메라를 연결하고 업데이트 해주세요.
ru: Новейшая прошивка уже скачана Подключите камеру и обновите
th: เฟิร์มแวร์ตัวล่าสุดได้ถูกดาวน์โหลด โปรดเชื่อมต่อกล้องและอัพเดท
zh_hans: 已下载最新固件 请连接相机后更新
zh_hant_hk: 已下載最新固件 請連接相機後更新

# sns_firmware_new
source: New update available
de: Neues Update verfügbar
es: Nueva versión disponible
id: Versi terbaru sudah tersedia
ko: 새로운 업데이트를 이용할 수 있습니다.
ru: Доступно обновление
th: มีอัพเดทเวอร์ชั่นใหม่
zh_hans: 有更新
zh_hant_hk: 有新版本

# sns_user_use_lead
source: User Manual
de: Benutzerhandbuch
es: Manual del usuario
id: Panduan penggunaan
ko: 사용 메뉴얼
ru: Руководство пользователя
th: คู่มือผู้ใช้
zh_hans: 使用说明
zh_hant_hk: 使用說明

# sns_setting_feedback
source: Customer Service
es: Servicio al cliente
ko: 고객 서비스
ru: Служба поддержки
th: ลูกค้าสัมพันธ์
zh_hans: 微信客服
zh_hant_hk: 微信客服

# sns_setting_about
source: About US
es: Sobre nosotros
id: Tentang Kami
ko: 회사 소개
ru: О нас
th: เกี่ยวกับเรา
zh_hans: 关于我们
zh_hant_hk: 關於我們

# sns_edition_is_new
source: Your app is up to date
de: Ihre App ist auf dem neuesten Stand
es: El App esta actualizado
id: Applikasi anda sudah diperbarui
ko: 최신 앱입니다.
ru: Ваше приложение самой последней версии
th: แอพของคุณเป็นตัวล่าสุดแล้ว
zh_hans: 已经是最新版本,无需升级
zh_hant_hk: 已經是最新版本,無需升級

# sns_failed_network_is_bad
source: Upgrade failed
de: Upgrade fehlgeschlagen
es: Error de actualización
id: Anda gagal memperbarui versi terbaru
ko: 업그레이드에 실패하였습니다.
ru: Обновление не удалось
th: การอัพเกรดล้มเหลว
zh_hans: 暂时无法升级
zh_hant_hk: 暫時無法升級

# sns_failed_download_pic
source: Photo download failed
de: Foto download fehlgeschlagen
es: Error en la descarga de foto
id: Foto gagal didownload
ko: 사진 다운로드에 실패하였습니다.
ru: Скачивание фото не удалось
th: ดาวน์โหลดรูปภาพไม่สำเร็จ
zh_hans: 网络不给力，图片下载失败
zh_hant_hk: 網絡不給力，圖片下載失敗

# sns_normal_questions
source: FAQ
ru: ЧаВО
th: คำถามที่พบบ่อย
zh_hans: 常见问题
zh_hant_hk: 常見問題

# sns_buy
source: Purchase
de: Kaufen
es: Compra
ko: 구매
ru: Покупка
th: ซื้อ
zh_hans: 购买
zh_hant_hk: 購買

# sns_content_of_share
source: Sharing
de: Teilen
es: Compartiendo
id: Sebarkan
ko: 공유
ru: Поделиться
th: แชร์
zh_hans: 分享内容
zh_hant_hk: 分享內容

# sns_test
source: test
es: teste
id: tes
ko: 테스트
ru: Проверка
th: เทสต์
zh_hans: 测试一下
zh_hant_hk: 測試一下

# sns_test_message
source: This is a testing message
de: Das ist eine Test Nachricht
es: Esta es un mensaje de teste
id: ini adalah pesan percobaan
ko: 이것은 테스트 메세지 입니다.
ru: Это проверочное сообщение
th: นี่คือข้อความทดสอบ
zh_hans: 这是一条测试信息
zh_hant_hk: 這是一條測試信息

# sns_checkUpdates
source: Update checking
de: Überprüfe Update
es: Verificación de actualización
id: Cek versi terbaru
ko: 업데이트 확인
ru: Проверка обновлений
th: อัพเดทการตรวจสอบ
zh_hans: 检查更新中
zh_hant_hk: 檢查更新中

# sns_alert_3g_network
source: You are using cellular data now. Watching video consumes data package, continue?
de: Sie verwenden nun mobiles Datenvolumen. Das Ansehen von Videos verbraucht ein hohes Datenvolumen, möchten Sie dennoch fortfahren?
es: Datos de celular están siendo utilizados. Vídeos consumen paquete de datos, deseas seguir?
id: Anda menggunakan data internet dari handphone anda. Menonton video akan memakan banyak kuota internet, lanjutkan ?
ko: 지금 셀롤러 데이터에 연결 중입니다. 데이터 패키지를 사용하여 비디오를 재생 합니다. 계속 하시겠습니까?
ru: Вы подключены через мобильную связь. При скачивании вы будете использовать трафик телефона, продолжить?
th: กำลังใช้อินเตอร์เนตของมือถือ การดูวิดีโอใช้แพคเกจอินเตอร์เนตจำนวนมาก ดำเนินการต่อหรือไม่?
zh_hans: 您正在使用流量，观看视频将耗费大量流量，是否继续
zh_hant_hk: 您正在使用流量，觀看視頻將耗費大量流量，是否繼續

# sns_watch_finish_download_video
source: You are watching local video~
de: Sie sehen ein lokal gespeichertes Videos
es: Estás viendo un video local
id: Anda sedang menonton video lokal~
ko: 로컬 비디오를 시청 중입니다.
ru: Вы смотрите локальное видео
th: กำลังดูวีดีโอ~
zh_hans: 您在观看下载好的视频呢~
zh_hant_hk: 您在觀看下載好的視頻呢~

# sns_failed_create_video_file
source: Fail to create video folder
de: Erstellung der Videodatei fehlgeschlagen.
es: Error en la creación de carpeta
id: Gagal membuat folder video
ko: 비디오 폴더를 만드는데 실패하였습니다.
ru: Не удалось создать папку для видео
th: การสร้างโฟล์เดอร์วีดีโอล้มเหลว
zh_hans: 创建视频文件夹失败
zh_hant_hk: 創建視頻文件夾失敗

# sns_video_file_exit
source: Video existed
de: Video beenden
es: Video existente
id: Video sudah tersedia
ko: 비디오가 존재합니다.
ru: Видео уже существует
th: พบไฟล์วีดีโอ
zh_hans: 视频已经存在
zh_hant_hk: 視頻已經存在

# sns_download_to_background
source: Background downloading
de: Im Hintergrund herunterladen
es: Cargado el fondo
id: Download latar belakang
ko: 백그라운드 다운로드 중...
ru: Фоновое скачивание
th: กำลังดาวน์โหลดแบ๊คกราวน์
zh_hans: 进入后台下载中
zh_hant_hk: 進入後臺下載中

# sns_download_progress
source: %@Complete
es: %@Completar
id: %@Selesai
ko: %@ 완료
ru: %@закончено
th: โหลดแล้ว%@
zh_hans: %@下载完成
zh_hant_hk: %@下載完成

# sns_alert_tapped_again
source: You have clicked~~
de: Sie haben gedrückt~~
es: Ya has clicado
id: Anda telah memilih~~
ko: 당신이 클릭한~~
ru: Вы нажали…
th: คุณได้กด~~
zh_hans: 您已经点击过人家了呢～～
zh_hant_hk: 您已經點擊過人家了呢～～

# sns_already_download
source: File has existed in download list
de: Datei existiert bereits in der Download Liste
es: Archivo existente en el listado de descarga
id: File tersedia di daftar download
ko: 다운로드 리스트에 파일이 존재합니다.
ru: Файл уже существует в списке загрузок
th: ค้นพบไฟล์ในดาวน์โหลดลิสท์
zh_hans: 文件已在下载列表中
zh_hant_hk: 文件已在下載列表中

# sns_noDownloading
source: No downloading
de: Kein Downloading
es: Ninguna descarga
id: Tidak ada proses download
ko: 다운로드 중인 파일이 없습니다.
ru: Нет скачивания
th: ไม่มีการดาวน์โหลด
zh_hans: 您没有正在下载中的视频
zh_hant_hk: 您沒有正在下載中的視頻

# sns_confirm
source: Confirm
de: Bestätigung
es: Confirmar
id: Konfirm
ko: 확인
ru: Подтверждение
th: ยืนยัน
zh_hans: 确认
zh_hant_hk: 確認

# sns_more
source: More
de: Mehr
es: Más
id: Lainnya
ko: 더 많은 자료
ru: Еще
th: เพิ่มเติม
zh_hans: 更多
zh_hant_hk: 更多

# sns_video_play_alert
source: Loading...
es: Cargando...
id: Memuat…
ko: 로드 중...
ru: Загрузка...
th: กำลังโหลด...
zh_hans: 正在加载...
zh_hant_hk: 正在加載...

# sns_file_all_video
source: All video
de: Alle Videos
es: Todos los videos
id: Semua video
ru: Все видео
th: วีดีโอทั้งหมด
zh_hans: 所有视频
zh_hant_hk: 所有視頻

# sns_square_title
source: Home
es: Hogar
id: Beranda
ko: 홈
ru: Дом
th: เมนูหลัก
zh_hans: 首页
zh_hant_hk: 首頁

# sns_network_can_not_used
source: No network
de: Kein Netzwerk
es: Sin red
id: Tidak ada jaringan
ko: 네트워크가 존재하지 않습니다.
ru: Нет сети
th: ไม่พบเครือข่าย
zh_hans: 当前网络不可用
zh_hant_hk: 當前網絡不可用

# sns_link_network_try_again
source: Please check network connection
de: Bitte überprüfen Sie die Netzwerk Verbindung
es: Verifique la conexión de red
id: Silahkan cek koneksi jaringan
ko: 네트워크 연결을 확인해주세요.
ru: Проверьте сетевое соединение
th: โปรดตรวจสอบสัญญาณเชื่อมต่อเครือข่าย
zh_hans: 请检查网络连接
zh_hant_hk: 請檢查網絡連接

# sns_try_again
source: Retry
de: Nochmals versuchen
es: Tentar nuevamente
id: Coba Kembali
ko: 재시도
ru: Повторная попытка
th: ลองใหม่
zh_hans: 重试
zh_hant_hk: 重試

# sns_send_message_failed
source: Current network is not available
de: Aktuelles Netzwerk ist nicht verfügbar
es: Red indisponible
id: Jaringan tidak tersedia sekarang
ko: 현재 네트워크는 유효하지 않습니다.
ru: Текущая сеть недоступна
th: ไม่พบเครือข่ายปัจจุบัน
zh_hans: 当前网络不可用
zh_hant_hk: 當前網絡不可用

# sns_classify
source: Category
de: Kategorie
es: Categoria
id: Kategori
ko: 범주
ru: Категория
th: ประเภท
zh_hans: 分类
zh_hant_hk: 分類

# sns_not_login
source: Anonymous
de: Anonym
es: Anónimo
id: Anonim
ko: 익명
ru: Аноним
th: นิรนาม
zh_hans: 未登录
zh_hant_hk: 未登錄

# sns_login_button
source: Login by click profile photo
de: Anmeldung erfolgt, indem Sie auf das Profilbild tippen.
es: Entrar con clic en la foto de perfil
id: Login dengan klik pada foto profile
ko: 프로필 사진을 클릭하여 로그인
ru: Чтобы войти, нажмите на фото профиля
th: ล็อคอินโดยการคลิกที่รูปโปรไฟล์
zh_hans: 点击头像登录
zh_hant_hk: 點擊頭像登錄

# sns_content_personal
source: My Camera Roll
de: Meine Kamera
es: Rolo de la cámera
id: Foto dari kamera saya
ko: 내 카메라 롤
ru: Моя лента
th: หมุนกล้อง
zh_hans: 我的内容
zh_hant_hk: 我的內容

# sns_download_management
source: Download manager
es: Gestor de descargas
id: Pengaturan Download
ko: 다운로드 매니저
ru: Управления загрузками
th: ระบบจัดการดาวน์โหลด
zh_hans: 下载管理
zh_hant_hk: 下載管理

# sns_header_one
source: Turn on Your Camera
de: Schalten Sie Ihre Kamera ein
es: Prende tu cámara
id: Hidupkan kamera anda
ko: 카메라를 돌려주세요.
ru: Включите камеру
th: เปิดกล้อง
zh_hans: 开启相机
zh_hant_hk: 開啟相機

# sns_header_two
source: Enable Camera Wi-Fi
de: Aktivieren Sie das WLAN der Kamera
es: Activar el Wi-Fi de la cámara
id: Hidupkan Wi-Fi kamera anda
ko: 카메라 WiFi를 사용할 수 있습니다.
ru: Включите Wi-Fi камеры
th: เปิดโหมด Wi-Fi ของกล้อง
zh_hans: 打开Wi-Fi
zh_hant_hk: 打開Wi-Fi

# sns_header_three
source: Connect to Camera
de: Mit der Kamera verbinden
es: Conectar a la cámara
id: Hubungkan dengan kamera
ko: 카메라에 연결합니다.
ru: Подключите к камере
th: เชื่อมต่อกับกล้อง
zh_hans: 连接Wi-Fi
zh_hant_hk: 連接Wi-Fi

# sns_detail_one
source: Press power button to turn camera on
de: Drücken Sie den Power Button, um die Kamera einzuschalten
es: Pulse el botón de encendido para prender la cámara
id: Tekan tombol power untuk menghidupkan kamera anda
ko: 전원 버튼을 눌러 카메라를 켜주세요.
ru: Нажмите кнопку питания, чтобы включить камеру
th: กดปุ่ม power เพื่อเปิดกล้อง
zh_hans: 短按电源键，光圈亮起
zh_hant_hk: 短按電源鍵，光圈亮起

# sns_detail_two
source: Press side button to enable camera Wi-Fi
de: Drücken Sie den an der Seite angebrachten Knopf, um das WLAN der Kamera zu aktivieren
es: Pulse el botón lateral para activar el Wi-Fi
id: Tekan tombol yang ada disamping untuk menghidupkan Wi-Fi Kamera
ko: 사이드 버튼을 눌러서 카메라 WiFi를 사용해주세요.
ru: Нажмите боковую кнопку чтобы включить Wi-Fi камеры
th: กดปุ่มด้านข้างเพื่อเปิด Wi-Fi ของกล้อง
zh_hans: 短按Wi-Fi键，等待蓝灯闪烁
zh_hant_hk: 短按Wi-Fi鍵，等待藍燈閃爍

# sns_detail_three
source: Connect to XiaoYi Camera Wi-Fi
de: Verbinde zur XiaoYi WLAN Kamera
es: Conectar al XiaoYi Camara Wi-Fi
id: Hubungkan dengan Wi-Fi Kamera XiaoYi
ko: XiaoYi 카메라 WiFi에 연결합니다.
ru: Соединиться с Wi-Fi камеры XiaoYi
th: เชื่อมต่อกับ Wi-Fi ของ XiaoYi Camera
zh_hans: 在手机Wi-Fi设置中，选择小蚁运动相机连接
zh_hant_hk: 在手機Wi-Fi設置中，選擇小蟻運動相機連接

# sns_next
source: Next
de: Weiter
es: Proximo
id: Selanjutnya
ko: 다음
ru: Далее
th: ถัดไป
zh_hans: 下一步
zh_hant_hk: 下一步

# sns_set
source: Go to System Settings
de: Gehe zu Systemeinstellungen
es: Vaya a Configuración del sistema
id: Kunjungi Pengaturan Sistem
ko: 시스템 설정으로 가기
ru: Перейти к системным настройкам
th: ไปที่การติดตั้งระบบ
zh_hans: 去设置吧
zh_hant_hk: 去設置吧

# sns_attention
source: Default Name is YDXJ + Last 7 digits of SN (SN can be found in battery compartments) Default password is 1234567890
de: Standard Name ist YDXJ + Die letzten 7 Ziffern der SN Standard Passwort ist 1234567890
es: El nombre existente es YDXJ + los ultimos 7 dígitos de SN La contraseña existente es 1234567890
id: Nama dasar adalah YDXJ + 7 angka dari SN Password dasar is 1234567890
ko: 기본 이름은 YDXJ + 시리얼넘버의 마지막 7자리 숫자(시리얼넘버는 배터리 삽입구에서 확인 할 수 있습니다.) 기본 비밀번호는 1234567890
ru: Имя по умолчанию YDXJ + последние 7 цифр серийного номера Пароль по умолчанию: 1234567890
th: ชื่ออัตโนมัติคือ YDXJ และรหัส SN 7 ตัวหลัง (รหัส SN จะอยู่ด้านหลังของช่องเสียบแบตเตอรี่ ส่วนรหัสผ่านอัตโนมัติคือ 1234567890
zh_hans: 默认相机名称为YDXJ+相机SN号后7位 （SN号可在相机的电池仓中找到） 默认密码为1234567890
zh_hant_hk: 默認相機名稱為YDXJ+相機SN號後7位 （SN號可在相機的電池倉中找到） 默認密碼為1234567890

# sns_phone_pic
source: ywc_en_iphone
zh_hans: ywc_iphone
zh_hant_hk: ywc_iphone

# sns_attention_tail
source: Wrong?
de: Falsch?
es: equivocado?
id: Salah?
ko: 잘못되었습니까?
ru: Неверно?
th: ผิดพลาด?
zh_hans: 不对？
zh_hant_hk: 不對？

# sns_restore_tutor_title
source: Restore Factory Settings
de: Werkseinstellungen wiederherstellen
es: Restaurar la configuración de fábrica
id: Kembalikan ke Pengaturan Awal
ko: 공장 초기화 설정
ru: Восстановить фабричные настройки
th: คืนค่าติดตั้งจากโรงงาน
zh_hans: 恢复出厂设置
zh_hant_hk: 恢復出廠設置

# sns_restore_tutor_detail1
source: Long press %@ until hearing a beep. Reconnect the camera after restart. %@
de: Lange gedrückt halten%@ bis ein Piepton ertönt. Verbinden Sie nach dem Neustart die Kamera erneut. %@
es: Pulse largo %@ hasta escuchar el beep. Vuelva a conectar la cámara después de reiniciar. %@
id: Tekan lama pada %@ sampai anda mendengar bunyi beep. Hubungkan kamera kembali setelah proses restart. %@
ko: %@ 삐~ 소리가 날 때까지 길게 눌러주세요. 재시작 후 카메라를 다시 연결하세요. %@
ru: Нажмите долго %@ пока не услышите гудок. Снова соедините камеру после перезагрузки. %@
th: กดค้าง %@ จนกว่าจะได้ยินเสียงสัญญาณ และเชื่อมต่อกล้องอีกครั้งหลังรีสตาร์ท %@
zh_hans: 长按%@指示灯蓝灯闪烁时， 听到滴的一声松手即可。 相机将自动重启，请重新连接相机。 %@
zh_hant_hk: 長按%@指示燈藍燈閃爍時， 聽到滴的一聲松手即可。 相機將自動重啓，請重新連接相機。 %@

# sns_restore_tutor_key
source: Power and Wi-Fi
de: Power und WLAN
es: Power y Wi-Fi
id: Power dan Wi-Fi
ko: 전원과 WiFi
ru: Питание и Wi-Fi
th: ปุ่มเปิดและปุ่มWi-Fi
zh_hans: 电源键+Wi-Fi键
zh_hant_hk: 電源鍵+Wi-Fi鍵
