Repository: fourfor47/yi_action_camera
Catalog: ios/*.lproj/Localizable.strings
Languages: de, es, id, ko, ru, th, zh_hans, zh_hant_hk

# firm_sure
source: OK
th: ตกลง
zh_hans: 确认
zh_hant_hk: 確認

# firm_prompt
source: Notice
de: Anmerkung
es: Nota
id: Pemberitahuan
ko: 공지
ru: Сообщение
th: แจ้งให้ทราบ
zh_hans: 提示
zh_hant_hk: 提示

# firm_newFirmToUpdate
source: New Firmware has been released, do you want to upgrade?
de: Neue Firmware wurde veröffentlicht, möchten Sie ein Upgrade durchführen?
es: Nuevo Firmware fuée lanzado, quieres subir?
id: Versi baru Firmware sudah diluncurkan, mau perbaharui ?
ko: 새로운 펌웨어가 출시되었습니다. 업그레이드 하시겠습니까?
ru: Есть новая прошивка, хотите обновить?
th: มีเฟิร์มแวร์เวอร์ชั่นใหม่ออกมาแล้ว ต้องการอัพเกรดหรือไม่?
zh_hans: 有新的固件版本，是否升级
zh_hant_hk: 有新的固件版本，是否升級

# firm_nextTime
source: Next Time
de: Nächstes Mal
es: Después
id: Waktu lainnya
ko: 다음 기회에
ru: Позже
th: ภายหลัง
zh_hans: 下次再说
zh_hant_hk: 下次再說

# firm_updateNow
source: Update Now
de: Jetzt Aktualisieren
es: Ahora
id: Perbarui Sekarang
ko: 지금 업데이트
ru: Обновить сейчас
th: อัพเดตทันที
zh_hans: 立即更新
zh_hant_hk: 立即更新

# firm_downloadNow
source: Download
es: Descargar
ko: 다운로드
ru: Скачать
th: ดาวน์โหลด
zh_hans: 立即下载
zh_hant_hk: 立即下載

# firm_tryAgain
source: Try Again
de: Erneut versuchen
es: Intente nuevamente
id: Coba Kembali
ko: 재시도
ru: Повторить
th: ลองอีกครั้ง
zh_hans: 再试一次
zh_hant_hk: 再試一次

# firm_help_message
source: It is detected that last update failed, please read following notes before try again: 1. Make sure that your camera is at least 50% charged 2. Do not power off camera or camera Wi-Fi 3. Keep the camera close to your phone 4. Be patient until upgrade completes and the camera turns off We also suggest you update manually by PC/Mac Guide link: http://www.xiaoyi.com/update/sports
de: Es wurde festgestellt, dass das letzte Update fehlschlug. Lesen Sie bitte folgende Anmerkungen, bevor Sie es erneut versuchen: 1. Stellen Sie sicher, dass die Kamera zu mindestens 50% aufgeladen ist 2. Schalten Sie die Kamera oder das WLAN der Kamera nicht aus 3. Halten Sie die Kamera in der Nähe Ihres Telefons 4. Warten Sie geduldig bis das Upgrade beendet wurde und die Kamera sich automatisch ausschaltet. Außerdem empfehlen wir ein manuelles Update über den PC/Mac Folge Link: http://www.xiaoyi.com/update/sports
es: Falla en la ultima actualización, siga las instrucciones antes de intentarlo nuevamente: 1. Asegurese que la bateria esté cargada al menos 50% 2. No apague la cámara o cámara Wi-Fi 3. Mantenga la cámara cerca de su teléfono 4. Sé paciente hasta la actualización completa y la cámara se apaga WeSe también sugieren que actualice manualmente PC enlace / Mac nGuide: http://www.xiaoyi.com/update/sports
id: Anda gagal memperbarui ke versi terbaru, silahkan baca pesan ini sebelum mencoba kembali: 1.Pastikan baterai kamera anda terisi minimal 50% 2. Jangan matikan kamera dan Wi-Fi Kamera 3. Letakan posisi kamera dekat dengan handphone anda 4. Silahkan tunggu sampai proses selesai dan kamera anda mati secara otomatis Kami menyarankan anda untuk memperbarui versi secara manual melalui Komputer/Mac/ Link Panduan: http://www.xiaoyi.com/update/sports
ko: 마지막 업데이트가 실패한 것으로 감지되었습니다. 다음의 내용을 참조하여 다시 시도해주세요: 1.카메라 배터리가 50% 이상 충전되어있는지 확인하세요 2. 카메라 또는 카메라 WiFi를 종료하지 마세요 3. 스마트폰을 카메라 가까이에 놓아두세요 4. 업그레이드가 완료되기 전까지 카메라를 움직이지 마세요 이 방법으로 업그레이드가 이루어지지 않는다면, 수동으로 업그레이드 할 것을 제안합니다. PC나 Mac에서 확인 할 수 있습니다 안내링크 : http://www.xiaoyi.com/update/sports
ru: Вижу, что последняя попытка обновления не удалась. Прочитайте следующее перед новой попыткой: 1. Убедитесь, что камера заряжена по крайней мере на 50% 2. Не выключайте камеру или Wi-Fi камеры 3. Держите камеру близко к телефону 4. Терпеливо ждите окончания процесса обновления, камера выключится самостоятельно Мы также предлагаем вариант ручного обновления через PC/Mac Ссылка на инструкции: http://www.xiaoyi.com/update/sports
th: การอัพเดทล้มเหลว โปรดอ่านหมายเหตุต่อไปนี้ก่อนเริ่มใหม่อีกครั้ง: 1. แบตเตอรี่กล้องต้องเหลือมากกว่า 50% ก่อนเริ่ม 2. ระหว่างการอัพเดท ต้องไม่ปิดกล้องหรือโหมด Wi-Fi ของกล้อง 3. วางโทรศัพท์และกล้องไว้ใกล้กัน 4. รอจนกว่าการอัพเกรดสิ้นสุดและกล้องจะปิดตัวเองโดยอัตโนมัติ โปรดอัพเดทเองสำหรับผู้ใช้ระบบ PC/Mac ผ่านลิงค์: http://www.xiaoyi.com/update/sports
zh_hans: 检测到上次固件升级意外失败，重新升级前，请参考以下注意事项： 1. 固件升级前请保证电量大于50% 2.上传固件时请耐心等待固件上传完成 3. 不要主动关闭相机和相机Wi-Fi 4. 固件更新期间，请不要挪动相机 如果不是上述原因导致的，建议你尝试通过连接PC/Mac进行手动升级。 指引链接：http://www.xiaoyi.com/update/sports
zh_hant_hk: 檢惻到上次固件升級意外失敗，重新升級前，請參考似下主意事項： 1. 固件升級前請保征電量大紆50% 2.上傳固件時請耐心等待固件上傳完成 3. 不要主動關閉相機和相機Wi-Fi4. 固件更新期間，請不要挪動相機 如果不是上述原因導至的，建議妳嘗式通過漣接PC/Mac進行手動升級。 指引蓮接：http://www.xiaoyi.com/update/sports

# firm_uploadAgain
source: Try Again
de: Erneut versuchen
es: Intente nuevamente
id: Coba Kembali
ko: 재시도
ru: Повторить
th: ลองอีกครั้ง
zh_hans: 重新上传
zh_hant_hk: 重新上傳

# firm_goHelp
source: See Help
de: Siehe Hilfe
es: Ayuda
id: Lihat Bantuan
ko: 도움말 보기
th: ดู Help
zh_hans: 查看帮助
zh_hant_hk: 查看幫助

# firm_recommendDownload_message
source: You are recommended to upgrade your camera to the latest version.
de: Es wird empfohlen Ihre Kamera auf die neueste Version zu aktualisieren.
es: Le recomendamos actualizar su cámara a la última versión.
id: Anda disarankn untuk memperbarui kamera ke versi terbaru.
ko: 카메라를 최신 버전으로 업그레이드 할 것을 추천합니다.
ru: Мы рекомендуем обновить Вашу камеру до последней версии.
th: ขอแนะนำให้อัพเกรดกล้องเวอร์ชั่นล่าสุด
zh_hans: 当前相机固件版本较低，为了您的正常使用，建议更新到最新版本。
zh_hant_hk: 當前相機固件版本較低，為了您的正常使用，建議更新到最新版本

# firm_forceUpdate_message
source: Camera update file prepared, the process takes only few minutes.
de: Kamera Daten Update bereitgestellt, der Vorgang wird nur einige Minuten dauern.
es: Archivo de actualización de la cámara preparada, el proceso tarda sólo unos minutos.
id: File untuk memperbarui kamera sedang disiapkan, proses ini akan memakan waktu beberapa menit.
ko: 카메라 업데이트 파일이 준비되었습니다. 이 과정은 몇 분 정도 소요됩니다.
ru: Файл обновления камеры приготовлен, процесс занимает лишь несколько минут.
th: เตรียมการอัพเดตไฟล์เรียบร้อยแล้ว กำลังเริ่มต้นอัพเดตในอีกไม่กี่นาทีข้างหน้า
zh_hans: 已准备好新的固件升级包，立即更新只需要几分钟。
zh_hant_hk: 已準備好新的固件升級包，立即更新只需要幾分鐘。

# firm_tip_message
source: Last update failed, you can see help for more information.
de: Letztes Update fehlgeschlagen, Sie können unter Hilfe nachsehen, um mehr Informationen zu erhalten.
es: Falla en la última actualización. Por favor ayudenos con comentarios.
id: Proses untuk memperbarui versi yang terakhir gagal, silahkan lihat bantuan untuk informasi lebih lanjut.
ko: 최신 업데이트에 실패하였습니다. 도움말을 보시면 더 많은 정보를 확인 할 수 있습니다.
ru: Прошлая попытка обновить не удалась, обратитесь к справке для дополнительной информации.
th: การอัพเดทครั้งล่าสุดล้มเหลว โปรดอ่านข้อมูลเพิ่มเติมใน help
zh_hans: 上次固件升级意外中断，建议您查看帮助以完成升级。
zh_hant_hk: 上次固件升級意外中斷，建議您查看幫助以完成升級。

# firm_recommendUpdate_message
source: Camera update file prepared, the process takes only few minutes.
de: Kamera Daten Update bereitgestellt, der Vorgang wird nur einige Minuten dauern.
es: Archivo de actualización de la cámara preparado, el proceso tarda sólo unos minutos.
ko: 카메라 업데이트 파일이 준비 되었습니다. 이 과정은 몇 분 정도 소요됩니다.
ru: Файл обновления камеры приготовлен, процесс занимает лишь несколько минут.
th: เตรียมการอัพเดตไฟล์เรียบร้อยแล้ว กำลังเริ่มต้นอัพเดตในอีกไม่กี่นาทีข้างหน้า
zh_hans: 已准备好新的固件升级包，立即更新只需要几分钟。
zh_hant_hk: 已準備好新的固件升級包，立即更新只需要幾分鐘。

# firm_downloading
source: Downloading...
de: Wird heruntergeladen...
es: Descargando...
id: Proses Download…
ko: 다운로드 중...
ru: Идет скачивание...
th: กำลังดาวน์โหลด...
zh_hans: 正在下载中
zh_hant_hk: 正在下載中

# firm_finishDownloading
source: Please connect camera
de: Download erfolgreich, bitte schließen Sie die Kamera an
es: Éxito en la descarga, conecta la cámara
id: Silahkan hubungkan kamera
ko: 카메라를 연결해주세요.
ru: Подключите камеру
th: ดาวน์โหลดสำเร็จแล้ว โปรดเชื่อมต่อกล้อง
zh_hans: 请连接相机
zh_hant_hk: 請連接相機

# firm_putFileFail
source: Upload firmware failed
de: Aktualisieren der Firmware fehlgeschlagen
es: Falla al subir firmware
id: Gagal memperbarui firmware
ko: 펌웨어 업로드 실패
ru: Закачивание прошивки не удалось
th: การอัพโหลดเฟิร์มแวร์ล้มเหลว
zh_hans: 上传固件失败
zh_hant_hk: 上傳固件失敗

# firm_putFileFailToDo
source: Please try again
de: Bitte versuchen Sie es später erneut
es: Intente nuevamente
id: Silahkan coba kembali
ko: 다시 시도해주세요.
ru: Попытайтесь еще раз
th: ลองใหม่อีกครั้ง
zh_hans: 请稍后重试
zh_hant_hk: 請稍後重試

# firm_updateFirmwareFail
source: Firmware upgrade failed
de: Firmware Aktualisierung fehlgeschlagen
es: Falla al subir Firmware
id: Gagal memperbarui firmware
ko: 펌웨어 업그레이드 실패
ru: Обновление прошивки не удалось
th: การอัพเกรดเฟิร์มแวร์ล้มเหลว
zh_hans: 升级固件失败
zh_hant_hk: 升級固件失敗

# firm_wrongMD5
source: Checksum verification error, please download again.
de: Kontrollsumme Error, bitte erneut herunterladen.
es: Verificación de falla, descargue nuevamente
id: Pengecekan verifikasi gagal, silahkan download kembali.
ko: 검사합계 조회 에러, 다시 다운로드 해주세요.
ru: Контрольная сумма не совпадает, скачайте еще раз.
th: การยืนยัน Checksum ล้มเหลว โปรดดาวน์โหลดอีกครั้ง
zh_hans: MD5验证错误,请重新下载
zh_hant_hk: MD5驗證錯誤,請重新下載

# firm_finishDownloadShort
source: Download completed
de: Download vollständig
es: Descarga completada
id: Download berhasil
ko: 다운로드 완료
ru: Скачивание закончено
th: ดาวน์โหลดเสร็จสมบูรณ์ โปรดเชื่อมต่อกล้อง
zh_hans: 下载完成
zh_hant_hk: 下載完成

# firm_no_infomation
source: You are recommended to upgrade to latestverison for normal use. Please turn on cellular data or use Wi-Fi to access the latest version.
de: Bitte Verbindungsaufbau zum Internet über Wi-Fi oder Mobilfunknetz.
es: Por favor, conectarse a Internet a través de Wi-Fi o red celular.
id: Silakan terhubung ke Internet melalui Wi-Fi atau jaringan selular.
ko: 정상적인 사용을 위해 최신 버전으로 업그레이드 할 것을 추천 합니다. 셀롤러 데이터 또는 WiFi에 연결하면, 최신 버전을 엑세스 할 수 있습니다.
ru: Пожалуйста, подключиться к Интернету с помощью Wi-Fi или сотовой сети.
th: คุณจะแนะนำให้อัพเกรดเป็น latestverison สำหรับการใช้งานปกติ. n กรุณาเปิดข้อมูลโทรศัพท์มือถือหรือใช้ Wi-Fi เพื่อเข้าถึงรุ่นล่าสุด
zh_hans: 当前的固件版本较低，为了你的正常使用， 请打开移动数据或Wi-Fi后下载最新版本。
zh_hant_hk: 當前的固件版本較低，為了妳的正常使用， 請打開移動數據或Wi-Fi後下載最新版本。

# firm_network_refresh
source: Refresh
de: Erfrischen
es: Refrescar
id: Menyegarkan
ko: 새로고침
ru: Обновление
th: รีเฟรช
zh_hans: 刷新
zh_hant_hk: 刷新

# firm_version_title
source: Version: %@
es: Versión: %@
id: Versi: %@
ko: 버전: %@
ru: Версия: %@
th: เวอร์ชัน: %@
zh_hans: 版本号：%@
zh_hant_hk: 版本號：%@

# firm_pause_download
source: Pause
es: Pausa
id: Berhenti sebentar
ko: 정지
ru: Пауза
th: หยุดชั่วคราว
zh_hans: 暂停下载
zh_hant_hk: 暫停下載

# setting_timeout
source: Timeout Setting
de: Einstellungen Zeitüberschreitung
es: Configuración expirada
id: Pengaturan Timeout
ko: 시간제한 설정
ru: Настройка тайм-аут (время вышло)
th: การตั้งเวลา
zh_hans: 设置超时
zh_hant_hk: 設置超時

# unbind_bluetooth_failed
source: Unbind failed!
de: Trennung fehlgeschlagen!
es: Falla al desatar
id: Gagal dihapus!
ko: 연결 해제 실패
ru: Удаления спаривания не удалось!
th: การปลดเชื่อมต่อบลูทูธล้มเหลว!
zh_hans: 解除绑定失败！
zh_hant_hk: 解除綁定失敗！

# unbind_bluetooth_succeeded
source: Unbind succeeded!
de: Trennung erfolgreich!
es: Éxito al desatar
id: Berhasil dihapus!
ko: 연결 해제 성공
ru: Удаления спаривания удалось!
th: การปลดเชื่อมต่อบลูทูธสำเร็จ!
zh_hans: 解除绑定成功！
zh_hant_hk: 解除綁定成功！

# unbind_bluetooth_unbinded
source: No paired device exists.
de: Kein verbundenes Gerät gefunden.
es: No existe un dispositivo emparejado.
id: Tidak ada devices yang terhubung.
ko: 연결된 장치가 존재하지 않습니다.
ru: Нет спаренных устройств.
th: ไม่พบอุปกรณ์ที่จับคู่กัน.
zh_hans: 没有配对记录！
zh_hant_hk: 沒有配對記錄！

# new_noSound
source: Current resolution no audio.
de: Aktuelle Auflösung enthält keine Tonspur.
es: Resolución actual sin audio.
id: Resolusi ini tidak memiliki suara.
ko: 현재 해상도에는 오디오가 없습니다.
ru: Нет аудио в текущем разрешении.
th: ไม่มีเสียง ณ ค่าความละเอียดปัจจุบัน
zh_hans: 当前视频分辨率不支持录制声音
zh_hant_hk: 當前視頻分辨率不支持錄制聲音

# new_joinNow
source: Join now
de: Jetzt beitreten
es: Únete ahora
id: Bergabung Sekarang
ko: 회원가입
ru: Присоединиться
th: เข้าร่วมทันที
zh_hans: 立刻参加
zh_hant_hk: 立刻參加

# new_jump
source: Jump >>
de: Überspringen >>
es: Saltar >>
id: Lewati >>
ko: 건너뛰기 >>
ru: Прыгнуть >>
th: ข้ามไป>>
zh_hans: 跳过 >>
zh_hant_hk: 跳過 >>

# new_wechat
source: WeChat Session
es: Sesión WeChat
id: Sesi WeChat
ko: WeChat 세션
ru: Сессия WeChat
zh_hans: 微信好友
zh_hant_hk: 微信好友

# new_moments
source: WeChat Timeline
ko: WeChat 타임라인
ru: Моменты WeChat
zh_hans: 朋友圈
zh_hant_hk: 朋友圈

# new_collection
source: Wechat Favorites
es: Wechat Favoritos
id: Favorit di Wechat
ko: WeChat 즐겨찾기
ru: Избранные WeChat
th: รายการโปรดใน Wechat
zh_hans: 微信收藏
zh_hant_hk: 微信收藏

# new_weibo
source: Sina Weibo
zh_hans: 新浪微博
zh_hant_hk: 新浪微博

# new_qzone
source: QZone
ko: Q존
zh_hans: QQ空间
zh_hant_hk: QQ空間

# new_more
source: More
de: Mehr
id: Lainnya
ko: 더 많은 자료
ru: Еще
th: เพิ่มเติม
zh_hans: 更多
zh_hant_hk: 更多

# new_sharePhoto
source: Photo Sharing
de: Foto Teilen
es: Compartir fotos
id: Sebarkan foto
ko: 사진 공유
ru: Поделиться фото
th: แชร์รูปภาพ
zh_hans: 照片分享
zh_hant_hk: 照片分享

# new_shareVideo
source: Video Sharing
de: Video Teilen
es: Compartir videos
id: Sebarkan video
ko: 비디오 공유
ru: Поделиться видео
th: แชร์วีดีโอ
zh_hans: 视频分享
zh_hant_hk: 視頻分享

# lead_image_click_camera
source: Connect Camera
de: Verbinde Kamera
es: Conectar cámara
id: Hubungkan
ko: 카메라 연결
ru: Подсоединить камеру
th: เชื่อมต่อกล้อง
zh_hans: 点这里连接相机
zh_hant_hk: 點這裏連接相機

# lead_image_file_manger
source: Gallery
de: Gallerie
es: Galeria
id: Galeri
ko: 갤러리
ru: Галерея
th: แกลอรี่รูปภาพ
zh_hans: 图库
zh_hant_hk: 圖庫

# lead_image_button_capture
source: Shutter Button
de: Auslöse Button
es: Botón del obturador
id: Tombol Shutter
ko: 촬영 버튼
ru: Кнопка спуска
th: ปุ่มชัตเตอร์
zh_hans: 拍照按钮
zh_hant_hk: 拍照按鈕

# lead_image_button_record
source: Start to Record
de: Aufnahme starten
es: Empezar a grabar
id: Mulai merekam
ko: 녹화 시작
ru: Начало съемки
th: เริ่มต้นบันทึกภาพ
zh_hans: 摄像按钮
zh_hant_hk: 攝像按鈕

# lead_image_capture_model_change
source: Mode Switch
de: Modi wechsel
es: Cambio de modo
id: Ubah Mode
ko: 사진 모드 전환
ru: Переключение режимов
th: เปลี่ยนโหมด
zh_hans: 拍照模式切换
zh_hant_hk: 拍照模式切換

# lead_image_capture_model
source: Single,Count-down,Time-lapse&Burst
es: Único,Cuenta atrás,Lapso de tiempo&Explosión
ko: 기본,카운트 다운,타임랩스&연속촬영
ru: Одиночная,Обратный отсчет,Таймлапс&Серийная
th: เดี่ยว,นับถอยหลัง,ถ่ายภาพอย่างช้าๆ และ Burst
zh_hans: 普通、定时、延时、运动轨迹
zh_hant_hk: 普通、定時、延時、運動軌跡

# lead_image_record_model_change
source: Mode Switch
de: Modi wechsel
es: Cambio de modo
id: Ubah Mode
ko: 비디오 모드 전환
ru: Переключение режимов
th: เปลี่ยนโหมด
zh_hans: 录像模式切换
zh_hant_hk: 錄像模式切換

# lead_image_record_model
source: Single,Time-lapse,Video+Photo
es: Único,Lapso de tiempo,Video+Foto
id: Single,Time-lapse,Video+Foto
ko: 기본,타임랩스,비디오+사진
ru: Одиночная,Таймлапс,Видео+фото
th: เดี่ยว,ถ่ายภาพอย่างช้าๆ, วีดีโอและรูปภาพ
zh_hans: 普通、延时、摄像+拍照
zh_hant_hk: 普通、延時、攝像+拍照

# lead_image_button_zhuapai
source: Snapshot
de: Capture Button
es: Botón de Captura
id: Tombol Rekam
ko: 스냅샷
ru: Кнопка спуска
th: ปุ่มแคพเชอร์
zh_hans: 抓拍按钮
zh_hant_hk: 抓拍按鈕

# lead_image_lead_message
source: Capture photo during recording
de: Bild erfassen während der Aufnahme
es: Capturar foto durante grabación
id: Ambil foto saat merekam
ko: 녹화 중 사진 캡쳐
ru: Сфотографировать во время видеосъемки
th: แคพเชอร์รูประหว่างบันทึกภาพ
zh_hans: 摄像过程中可以抓拍
zh_hant_hk: 攝像過程中可以抓拍

# lead_image_mode_message
source: All mode switch here
de: Hier Modi wechseln
es: Cambio en todos los modos
id: Semua mode diubah disini
ko: 여기에서 모든 모드를 변경 할 수 있습니다.
ru: Все переключения режимов здесь
th: เปลี่ยนโหมดทั้งหมดที่นี่
zh_hans: 所有模式都在这里切换啦
zh_hant_hk: 所有模式都在這裏切換啦

source: 3 minutes
de: 3 Minuten
es: 3 minutos
id: 3 menit
ko: 3분
ru: 3 минуты
th: 3 นาที
zh_hans: 3分钟
zh_hant_hk: 3分鐘

source: 5 minutes
de: 5 Minuten
es: 5 minutos
id: 5 menit
ko: 5분
ru: 5 минуты
th: 5 นาที
zh_hans: 5分钟
zh_hant_hk: 5分鐘

source: 10 minutes
de: 10 Minuten
es: 10 minutos
id: 10 menit
ko: 10분
ru: 10 минуты
th: 10 นาที
zh_hans: 10分钟
zh_hant_hk: 10分鐘

source: Thank you for your corporation
de: Vielen Dank für Ihr Unternehmen
es: Gracias por su corporación
id: Terima kasih atas kerja sama anda
ko: 협력해주셔서 감사합니다.
ru: Спасибо за сотрудничество
th: ขอขอบคุณสำหรับ บริษัท ของคุณ
zh_hans: 谢谢合作
zh_hant_hk: 謝謝合作

# timelapse_duration_title
source: Video Length
de: Video Länge
es: Duración del video
id: Video Durasi
ko: 비디오 길이
ru: Видео- длина
th: ความยาวของวิดีโอ
zh_hans: 视频长度
zh_hant_hk: 視頻長度

# timelapse_interval_title
source: Time Interval
de: Zeitintervall
es: Intervalo de tiempo
id: Jarak Waktu
ko: 시간 간격
ru: Временной Интервал
th: ช่วงเวลา
zh_hans: 间隔时间
zh_hant_hk: 間隔時間

# timelapse_speed_massage
source: %dX
zh_hans: %d倍速
zh_hant_hk: %d倍速

# timelapse_shootingtime_off
source: OFF
th: ปิด
zh_hans: 不自动停止
zh_hant_hk: 不自動停止

# timelapse_shootingtime_label
source: Shooting Time:
de: Schießenzeit
es: Tiempo de disparo
id: Shooting Waktu:
ko: 촬영 시간:
ru: Время съемки:
th: เวลาถ่ายภาพ:
zh_hans: 实际拍摄
zh_hant_hk: 實際拍攝

# timelapse_shootingtime_day
source: %ldD
zh_hans: %ld天
zh_hant_hk: %ld天

# timelapse_shootingtime_hour
source: %ldH
zh_hans: %ld小时
zh_hant_hk: %ld小時

# timelapse_shootingtime_minute
source: %ldM
zh_hans: %ld分
zh_hant_hk: %ld分

# timelapse_shootingtime_second
source: %ldS
zh_hans: %ld秒
zh_hant_hk: %ld秒

# auto_sample_title
source: Highlights
es: Destacados
ko: 순간
ru: Мелирование
th: ไฮไลท์
zh_hans: 精彩瞬间
zh_hant_hk: 精彩瞬間

# auto_sampling_uploading
source: Uploading
de: Hochladen
es: Carga
id: Meng-upload
ko: 업로드 중...
ru: Загрузка
th: อัพโหลด
zh_hans: 上传中...
zh_hant_hk: 上傳中...

# auto_sampling_checkInternet
source: Please check your network connection
de: Bitte überprüfen Sie Ihre Netzwerkverbindung
es: Por favor, compruebe su conexión a la red
id: Periksa koneksi jaringan Anda
ko: 네트워크 연결을 확인하시기 바랍니다
ru: Пожалуйста, Проверьте подключение к сети
th: กรุณาตรวจสอบการเชื่อมต่อเครือข่ายของคุณ
zh_hans: 请检查你的网络连接
zh_hant_hk: 請檢查你的網絡連接

# auto_sampling_not_support
source: 2K videos don't support %@ yet
de: 2K videos nicht unterstützen %@
es: 2K vídeos no son compatibles %@
id: 2K video tidak mendukung %@
ko: 2K 동영상은 지원하지 않습니다 %@
ru: 2K видео не поддерживают %@
th: 2Kวิดีโอที่ไม่สนับสนุน %@
zh_hans: 2K视频暂不支持%@
zh_hant_hk: 2K視頻暫不支持%@

# file_manager_loading_file
source: Loading Album
ko: 로드 앨범
ru: Загрузка альбомов
th: โหลดอัลบั้ม
zh_hans: 正在刷新相册
zh_hant_hk: 正在刷新相冊

# sns_login
source: Log in
id: masuk
ko: 로그인
ru: Логин
th: เข้าสู่ระบบ
zh_hans: 登录
zh_hant_hk: 登入

# sns_quit_login
source: Log out
de: Loggen sie Sich aus
ko: 로그 아웃
ru: выход
th: ออกจากระบบ
zh_hans: 退出登录
zh_hant_hk: 登出

# sns_sure_quit
source: Sure to log out
de: Der ausgang der
es: Determinar la salida
id: OK untuk keluar
ko: 로그 아웃해야합니다
ru: определения выход
th: แน่นอนว่าจะออกจากระบบ
zh_hans: 确定退出
zh_hant_hk: 確定退出

# sns_xiaomi_login
source: Xiaomi account Login
de: Xiaomi konto einloggen
es: Xiaomi login
id: Xiaomi login account
ko: Xiaomi 계정에 로그인
ru: войти в аккаунт
th: Xiaomi บัญชีเข้าสู่ระบบ
zh_hans: 小米账号登录
zh_hant_hk: 帳號登入

# open_log_save_alert
source: Are you sure to turn on the camera log?
de: Sind Sie sicher, um die Kamera einzuschalten log?
es: ¿Seguro que encender el registro de la cámara?
id: Apakah Anda yakin akan mengaktifkan log kamera?
ko: 카메라는 로그를 확인 하시겠습니까?
ru: Вы уверены, что повернуть на журнал камеры?
th: คุณแน่ใจที่จะเปิดเข้าสู่ระบบกล้อง?
zh_hans: 确定开启相机日志？
zh_hant_hk: 確定開啟相機日誌？

# connect_see_tutorial
source: See Tutorial
de: Siehe Tutorial
es: Ver el tutorial
id: Lihat Tutorial
ko: 자습서를 참조하십시오
ru: См Учебник
th: ดูการสอน
zh_hans: 查看教程
zh_hant_hk: 查看教程

# float_setting_countdown
source: Countdown
es: Cuenta atrás
ko: 카운트 다운
ru: Обратный отсчет
th: นับถอยหลัง
zh_hans: 倒计时
zh_hant_hk: 倒計時

# float_setting_frequency
source: Frequency
de: Frequenz
es: Frecuencia
id: Frekuensi
ko: 주파수
ru: Частота
th: ความถี่
zh_hans: 频率
zh_hant_hk: 頻率

# video_format
source: MP4
th: ฟอร์แมท MP4
