Repository: fourfor47/yi_action_camera
Catalog: ios/*.lproj/Localizable.strings
Languages: de, es, id, ko, ru, th, zh_hans, zh_hant_hk

# sns_restore_tutor_detail2
source: Restore password: 1234567890 Restore name: YDXJ + Last 7 SN digits SN can be found in battery compartment
de: Wiederherstellungs-Passwort: 1234567890 Wiederherstellungs-Name: YDXJ + Die Letzten 7 SN Ziffern SN kann im Batteriefach gefunden werden
es: Restaurar contraseña: 1234567890 Restaurar nombre: YDXJ + los ultimos 7 dígitos de SN se pueden encontrar en compartimentos de la batería
id: Kembalikan password: 1234567890 Kembalikan nama: YDXJ 7 angka dari SN/n dapat ditemukan di baterai
ko: 초기 비밀번호 : 1234567890 초기 이름 : YDXJ + 시리얼넘버 마지막 7자리 숫자 시리얼넘버는 배터리 삽입구에서 확인 할 수 있습니다.
ru: Посстановить пароль: 1234567890 Восстановить имя: YDXJ + последние 7 цифр серийного номера Серийный номер находится в отделении для батареек
th: รหัสผ่านตั้งต้น: 1234567890 ชื่อตั้งต้น: YDXJ และรหัส SN 7 ตัวหลัง (รหัส SN จะอยู่ด้านหลังของช่องเสียบแบตเตอรี่
zh_hans: 相机密码恢复成:1234567890 相机名称恢复成:YDXJ+相机SN号后7位 SN号可在相机的电池仓中找到
zh_hant_hk: 相機密碼恢復成:1234567890 相機名稱恢復成:YDXJ+相機SN號後7位 SN號可在相機的電池倉中找到

# refresh_FooterPullToRefresh
source: Slide up to load more
de: Nach oben wischen, um mehr zu laden
es: Deslice hacia arriba para cargar más
id: Geser keatas untuk melihat lebih
ko: 위로 올려서 더 많은 것을 로드
ru: Прокрутите вверх чтобы загрузить еще
th: เลื่อนขึ้นเพื่อโหลดเพิ่ม
zh_hans: 上拉可以加载更多数据
zh_hant_hk: 上拉可以加載更多數據

# refresh_FooterReleaseToRefresh
source: Release to load more
de: Loslassen, um mehr zu laden
es: Libere para cargar más
id: Lepaskan untuk memuat lebih
ko: 놓아서 더 많은 것을 로드
ru: Отпустите чтобы загрузить еще
th: ปล่อยเพื่อโหลดเพิ่ม
zh_hans: 松开立即加载更多数据
zh_hant_hk: 松開立即加載更多數據

# refresh_FooterRefreshing
source: Loading...
es: Cargando...
id: Memuat…
ko: 로드 중...
ru: Загрузка...
th: กำลังโหลด...
zh_hans: 正在加载数据
zh_hant_hk: 正在加載數據

# refresh_Footer_All_Data_Loaded
source: All data was loaded
de: Alle Dateien wurden geladen
es: Todos los datos se cargaron
id: Semua data sudah ditampilkam
ko: 모든 데이터를 로드 하였습니다.
ru: Все данные загружены
th: โหลดข้อมูลทั้งหมดแล้ว
zh_hans: 已经全部加载完毕
zh_hant_hk: 已經全部加載完畢

# refresh_HeaderPullToRefresh
source: Slide down and refresh
de: Herunter wischen, um zu aktualisieren
es: Deslice hacia abajo y actualice
id: Geser kebawah dan refresh
ko: 아래로 내리면 새로고침
ru: Прокрутите вниз чтобы обновить
th: เลื่อนลงและรีเฟรช
zh_hans: 下拉可以刷新
zh_hant_hk: 下拉可以刷新

# refresh_HeaderReleaseToRefresh
source: Release and refresh
de: Loslassen und aktualisieren
es: Libere y actualice
id: Lepaskan dan refresh
ko: 놓으면 새로고침
ru: Отпустите чтобы обновить
th: ปล่อยและรีเฟรช
zh_hans: 松开立即刷新
zh_hant_hk: 松開立即刷新

# refresh_HeaderRefreshing
source: Refreshing...
es: Actualizando...
ko: 새로고침 중...
ru: Обновление...
th: กำลังรีเฟรช...
zh_hans: 正在刷新...
zh_hant_hk: 正在刷新...

# save_image_success
source: Saved to album
de: Gespeichert in Album
es: Guardado en álbum
id: Simpan foto ke album
ko: 앨범에 저장되었습니다.
ru: Сохранено в альбом
th: เซฟลงอัลบั้ม
zh_hans: 成功保存到相册
zh_hant_hk: 成功保存到相冊

# save_image_notExist
source: Not photo existed
de: Bild nicht vorhanden
es: Ninguna foto existente
id: Foto tidak tersedia
ko: 사진이 존재하지 않습니다.
ru: Фото не существовало
th: ไม่พบรูปภาพ
zh_hans: 图片不存在
zh_hant_hk: 圖片不存在

# save_image_fail
source: Photo save failed
de: Bild speichern fehlgeschlagen
es: Falla al guardar foto
id: Foto tidak berhasil disimpan
ko: 사진 저장에 실패하였습니다.
ru: Не удалось сохранить фото
th: การเซฟภาพล้มเหลว
zh_hans: 保存到相册失败
zh_hant_hk: 保存到相冊失敗

# save_cannot_get
source: No permission
de: Keine Berrechtigung
es: Sin permisión
id: Tidak ada ijin
ko: 권한이 없습니다.
ru: Нет прав доступа
th: ไม่ได้รับอนุญาต
zh_hans: 无权限访问相册
zh_hant_hk: 無權限訪問相冊

# save_saveBtn
source: Save
de: Speichern
es: Guardar
id: Simpan
ko: 저장
ru: Сохранить
th: เซฟ
zh_hans: 保存
zh_hant_hk: 保存

# save_toPhotoAlbum
source: Save to album
de: In Album speichern
es: Guardar en el album
id: Simpan ke album
ko: 앨범으로 저장
ru: Сохранить в альбом
th: เซฟลงอัลบั้ม
zh_hans: 保存到相册
zh_hant_hk: 保存到相冊

# feedback_contactWay
source: Contact:
de: Kontakt:
es: Contacto:
id: Kontak:
ko: 연결:
ru: Контакт:
th: ติดต่อ:
zh_hans: 联系方式:
zh_hant_hk: 聯系方式:

# feedback_feedbackContent
source: Feedback:
es: Avaliación:
ko: 피드백:
ru: Обратная связь:
th: ฟีดแบ็ค:
zh_hans: 反馈内容:
zh_hant_hk: 反饋內容:

# feedback_contactWayDetail
source: qq/email/cellphone
de: QQ/Email/Handy
es: qq/email/celular
id: qq/email/nomor telepon
ko: QQ/이메일/스마트폰
ru: qq/е-мэйл/моб.тел.
th: ผ่านทาง qq/อีเมล์/โทรศัพท์
zh_hans: 您的qq/邮箱/手机号
zh_hant_hk: 您的qq/郵箱/手機號

# feedback_feedbackContentDetail
source: Your advice
de: Ihre Bewertung
es: Tu avaliación
id: Saran anda
ko: 당신의 조언
ru: Ваше предолжение
th: คำแนะนำของคุณ
zh_hans: 请输入您的宝贵意见
zh_hant_hk: 請輸入您的寶貴意見

# feedback_cancel
source: Cancel
de: Abbrechen
es: Cancelar
id: Batalkan
ko: 취소
ru: Отмена
th: ยกเลิก
zh_hans: 取消
zh_hant_hk: 取消

# feedback_submit
source: Submit
de: Einreichen
es: Enviar
id: Kumpulkan
ko: 제출
ru: Подать
th: ส่ง
zh_hans: 提交
zh_hant_hk: 提交

# feedback_submitSuccess
source: Submit success
de: Erfolgreich eingereicht
es: Enviado com sucesso
id: Berhasil dikumpulkan
ko: 제출 성공
ru: Подано успешно
th: ส่งสำเร็จ
zh_hans: 成功提交
zh_hant_hk: 成功提交

# feedback_thanks
source: Your advice has been well received, we highly appreciate your opinion
de: Wir haben Ihre Benachrichtigung erhalten, Vielen Dank für Ihre Meinung
es: La avaliación fué recibida, muchas gracias
id: Saran anda telah diterima, kami sangat menghargai pendapat anda
ko: 당신의 조언을 잘 전달 하였습니다. 당신의 조언에 깊은 감사를 드립니다.
ru: Мы с вниманием рассмотрим ваше предложение, большое спасибо за уделенное время
th: ได้รับคำแนะนำเรียบร้อยแล้ว ทางเราขอขอบคุณในทุกความเห็นของคุณ
zh_hans: 非常感谢您的意见,我们会慎重考虑,并尽力改善
zh_hant_hk: 非常感謝您的意見,我們會慎重考慮,並盡力改善

# feedback_confirm
source: Confirm
de: Bestätigen
es: Confirmar
id: Konfirm
ko: 확인
ru: Подтверждение
th: ยืนยัน
zh_hans: 确认
zh_hant_hk: 確認

# feedback_fail
source: Connection problem, submission failed
de: Verbindungsproblem, Einreichung fehlgeschlagen
es: Problema en la conexión, falla en el envío
id: Masalah koneksi, proses gagal
ko: 연결 문제, 제출 실패
ru: Проблема связи, посылка не удалась
th: สัญญาณเชื่อมต่อขัดข้องทำให้ส่งไม่ผ่าน
zh_hans: 网络不佳,提交失败
zh_hant_hk: 網絡不佳,提交失敗

# feedback_failForOtherReasons
source: Fail, probably because of duplicated submission
de: Fehler, vermutlich wegen doppelter Einreichung
es: Error por envio duplicado
id: Gagal, dapat dikarenakan adanya duplikasi proses permintaan yang sama
ko: 실패 하였습니다.중복 제출로 인한 문제일 수 있습니다.
ru: Не удалось, возможно из-за дублировонной подачи
th: ล้มเหลว อาจเพราะเกิดการส่งซ้ำ
zh_hans: 失败,可能是因为重复提交
zh_hant_hk: 失敗,可能是因為重復提交

# ywc_xiaoyi_qrcode
source: ywc_xiaoyi_qrcode_en
zh_hans: ywc_xiaoyi_qrcode
zh_hant_hk: ywc_xiaoyi_qrcode

# ywc_step_one_scan
source: ywc_step_one_scan_en
id: ywc_tahap_pertama_scan_en
zh_hans: ywc_step_one_scan
zh_hant_hk: ywc_step_one_scan

# ywc_step_two_ablum
source: ywc_step_two_ablum_en
id: ywc_tahap_kedua_album_en
zh_hans: ywc_step_two_ablum
zh_hant_hk: ywc_step_two_ablum

# ywc_step_three_public
source: ywc_step_three_public_en
id: ywc_tahap_ketiga_publik_en
zh_hans: ywc_step_three_public
zh_hant_hk: ywc_step_three_public

# wechat_iknow_title
source: OK
th: ตกลง
zh_hans: 我知道了
zh_hant_hk: 我知道了

# faq_camera
source: Common
es: Común
id: Umum
ko: 공동
ru: Общее
th: คำถามทั่วไป
zh_hans: 相机常识
zh_hant_hk: 相機常識

# faq_connection
source: Connection
de: Verbindung
es: Conexión
id: Koneksi
ko: 연결
ru: Подключение
th: คำถามเกี่ยวกับสัญญาณเชื่อมต่อ
zh_hans: 连接问题
zh_hant_hk: 連接問題

# faq_takingPhotos
source: Photo/Video
de: Foto/Video
es: Foto
id: Foto/Video
ko: 사진/비디오
ru: Фотографии/видео
th: คำถามเกี่ยวกับรูปภาพ
zh_hans: 拍照摄像
zh_hant_hk: 拍照攝像

# faq_battery
source: Battery
de: Batterie
es: Batería
id: Baterai
ko: 배터리
ru: Батарея
th: คำถามเกี่ยวกับแบตเตอรี่
zh_hans: 电池问题
zh_hant_hk: 電池問題

# faq_sdCard
source: SD Card
es: Tarjeta SD
id: Kartu Memori SD
ko: SD카드
ru: Карта SD
th: คำถามเกี่ยวกับSD การ์ด
zh_hans: SD卡问题
zh_hant_hk: SD卡問題

# faq_on_off
source: On/Off
ru: Включение/выключение
th: คำถามเกี่ยวกับเปิดปิด
zh_hans: 开关机
zh_hant_hk: 開關機

# faq_others
source: Others
es: Otros
id: Lainnya
ko: 기타
ru: Прочее
th: คำถามอื่นๆ
zh_hans: 其他
zh_hant_hk: 其他

# faq_logo_title
source: FAQ
ru: ЧаВО
th: คำถามที่พบบ่อย
zh_hans: 用户问题解答
zh_hant_hk: 用戶問題解答

# original
source: None
es: Ningún
id: Tidak ada
ko: 없음
ru: Ничего
th: ไม่ใส่
zh_hans: 无
zh_hant_hk: 無

source: Brightbeau
id: Cahaya
ko: 뷰티
zh_hans: 惊艳
zh_hant_hk: 驚艷

source: Curvelevel
ko: 커브 레벨
zh_hans: 靓丽
zh_hant_hk: 靚麗

source: Deepquit
ko: 명암비
zh_hans: 黑白系
zh_hant_hk: 黑白系

source: Retro
ko: 레트로
ru: Ретро
zh_hans: 复古
zh_hant_hk: 復古

source: Sepia
ko: 세피아
ru: Сепиа
zh_hans: 红晕
zh_hant_hk: 紅暈

# _8mmfilm
source: film
es: filme
ko: 필름
ru: пленка
zh_hans: 光阴
zh_hant_hk: 光陰

source: Documentary
es: Documentario
id: Documenter
ko: 다큐멘터리
ru: Документальное
th: สารคดี
zh_hans: 心跳
zh_hant_hk: 心跳

source: Template
es: Modelo
ko: 템플릿
ru: Шаблон
th: แม่แบบ
zh_hans: 模板
zh_hant_hk: 模板

source: Effect
es: Efecto
id: Efek
ko: 효과
ru: Эффект
th: เอฟเฟคท์
zh_hans: 滤镜
zh_hant_hk: 濾鏡

# effect_edit_format_choose
source: Choose format
es: x
id: Pilih format
ko: 포멧 선택
ru: Выбрать формат
th: เลือกฟอร์แมท
zh_hans: 格式选择
zh_hant_hk: 格式選擇

# effect_edit_format_MP4
source: MP4 format
ko: MP4 포멧
ru: Формат MP4
th: ฟอร์แมท MP4
zh_hans: MP4格式
zh_hant_hk: MP4格式

# effect_edit_format_GIF
source: GIF format
ko: GIF 포멧
ru: Формат GIF
th: ฟอร์แมท GIF
zh_hans: GIF格式
zh_hant_hk: GIF格式

# effect_edit_back_button
source: Return
es: Volcer
id: Kembali
ko: 돌아가기
ru: Вернуться
th: ย้อนกลับ
zh_hans: 返回
zh_hant_hk: 返回

# effect_edit_share_button
source: Sharing
es: Compartir
id: Sebarkan
ko: 공유
ru: Поделиться
th: การแชร์
zh_hans: 分享
zh_hant_hk: 分享

# generate_MP4
source: Video generation
es: Creación de Video
id: Buat Video
ko: 비디오 제네레이션
ru: Создание видео
th: การสร้างวีดีโอ
zh_hans: 视频生成
zh_hant_hk: 視頻生成

# generate_GIF
source: GIF generation
es: Creación de GIF
id: Buat GIF
ko: GIF 제네레이션
ru: Создание GIF
th: การสร้าง GIF
zh_hans: GIF生成
zh_hant_hk: GIF生成

# effect_save_file_error
source: Fail to retrieve album permission
de: Abrufen der Album Genehmigung fehlgeschlagen
es: Falla al recuperar el permiso álbum
id: Gagal untuk mengubah album
ko: 앨범 권한 검색에 실패하였습니다.
ru: Не удалось получить права доступа к альбому
th: เข้าอัลบั้มไม่สำเร็จ
zh_hans: 获取相册权限失败
zh_hant_hk: 獲取相冊權限失敗

# effect_save_file_error_message
source: Change settings in Setting-Privacy-Photo
de: Einstellungen ändern in Private Foto Einstellungen
es: Cambiar la configuración en Configuración-privacidad-Photo
id: Ubah di Pengaturan - Privasi Foto
ko: 설정 - 개인정보 - 사진 에서 설정을 변경하세요.
ru: Измените настройки в Настройки-Конфиденциальность-Фотографии
th: เปลี่ยนเซตติ้งค่าความเป็นส่วนตัวของรูปภาพ
zh_hans: 请打开 设置-隐私-照片 来进行设置
zh_hant_hk: 請打開 設置-隱私-照片 來進行設置

# effect_save_file_error_cancel
source: OK
th: ตกลง
zh_hans: 确定
zh_hant_hk: 確定

# effect_shareVieo
source: Sharing is not currently supported
de: Teilen wird momentan nicht unterstützt
es: No see puede compartir
id: Tidak dapat disebarkan
ko: 공유는 현재 지원되지 않습니다.
ru: В данный момент возможность поделиться не поддерживается
th: ไม่รองรับการแชร์ในขณะนี้
zh_hans: 暂不支持分享
zh_hant_hk: 暫不支持分享

# effect_video_load_again
source: Reload Snapshot
de: Schnappschuss Neu laden
es: Recargar Snapshot
id: Muat kembali Snapshot
ko: 스냅샷 새로고침
ru: Перезагрузить снимок
th: โหลดสแนปช็อคใหม่
zh_hans: 重新加载快拍
zh_hant_hk: 重新加載快拍

# effect_not_support
source: Not currently supported
de: Wird momentan nicht unterstützt
es: No es compatible
id: efek tidak tersedia
ko: 지원되지 않습니다.
ru: Не поддерживается в данный момент
th: ขณะนี้ไม่รองรับ
zh_hans: 暂不支持
zh_hant_hk: 暫不支持

# tvVideoSetting
source: Video Settings
de: Video Einstellungen
es: Configuraciones de Video
ko: 비디오 설정
ru: Настройки видео
th: การติดตั้งวีดีโอ
zh_hans: 视频设置
zh_hant_hk: 視頻設置

# setting_video
source: Video
ko: 비디오
ru: Видео
th: วีดีโอ
zh_hans: 视频
zh_hant_hk: 視頻

# setting_video_quality
source: Video Quality
de: Video Qualität
es: Calidad de Video
id: Kualitas Video
ko: 비디오 퀄리티
ru: Качество видео
th: คุณภาพวีดีโอ
zh_hans: 视频质量
zh_hant_hk: 視頻質量

# setting_video_time_stamp
source: Video Timestamp
de: Video Zeitstempel
id: Timestamp Video
ko: 비디오 타임스탬프
ru: Титры времени
th: ประทับเวลาบันทึกวีดีโอ
zh_hans: 视频时间戳
zh_hant_hk: 視頻時間戳

# setting_video_resolution
source: Video Resolution
de: Video Auflösung
es: Resolución de video
id: Resolusi Video
ko: 비디오 해상도
ru: Разрешение видео
th: ค่าความละเอียดวีดีโอ
zh_hans: 视频分辨率
zh_hant_hk: 視頻分辨率

# setting_video_standard
source: Video Standard
es: Estándar de video
id: Standard Video
ko: 비디오 표준
ru: Стандарт видео
th: ค่ามาตรฐานวีดีโอ
zh_hans: 制式
zh_hant_hk: 制式

# setting_meter_mode
source: Metering Mode
es: Modo medición
ko: 측광 모드
ru: Режим замера экспозиции
th: โหมดวัด
zh_hans: 测光模式
zh_hant_hk: 測光模式

# setting_photo
source: Photo
de: Foto
es: Foto
id: Foto
ko: 사진
ru: Фотографии
th: รูปภาพ
zh_hans: 拍照
zh_hant_hk: 拍照

# setting_photo_size
source: Photo Resolution
de: Foto Auflösung
es: Resolución de foto
id: Resolusi Foto
ko: 사진 해상도
ru: Разрешение
th: ค่าความละเอียดภาพ
zh_hans: 照片分辨率
zh_hant_hk: 照片分辨率

# setting_capture_default_mode
source: Default Photo Mode
de: Standard Foto Modus
es: Foto Modo Normal
id: Gunakan pengaturan foto dasar
ko: 기본 사진 모드
ru: Режим съемки по-умолчанию
th: โหมดตั้งภาพอัตโนมัติ
zh_hans: 开机拍照模式
zh_hant_hk: 開機拍照模式

# setting_system_default_mode
source: Default Start-up Mode
de: Standard Start-Up Modus
es: Modo Inicial Normal
id: Gunakan pengaturan dasar
ko: 기본 시작 모드
ru: Режим старта камеры
th: โหมดเริ่มใหม่อัตโนมัติ
zh_hans: 开机默认模式
zh_hant_hk: 開機默認模式

# setting_photo_stamp
source: Photo Timestamp
de: Foto Zeitstempel
id: Timestamp Foto
ko: 사진 타임스탬프
ru: Титры времени
th: ประทับเวลาบันทึกภาพ
zh_hans: 照片时间戳
zh_hant_hk: 照片時間戳

# setting_camera
source: Camera
de: Kamera
es: Cámara
id: Kamera
ko: 카메라
ru: Камера
th: กล้อง
zh_hans: 相机
zh_hant_hk: 相機

# setting_preview_status
source: Live Preview
de: Live Vorschau
es: previsualización en vivo
id: Tampilan Langsung
ko: 실시간 미리보기
ru: Предварительный просмотр в прямом эфире
th: พรีวิวสด
zh_hans: 预览开关
zh_hant_hk: 預覽開關

# setting_auto_low_light
source: Auto Low Light
es: Luz bajo automático
id: Otomatis Resolusi Pencahayaan Rendah
ru: Автоматический рефим низкого освещения
th: แสงน้อยอัตโนมัติ
zh_hans: 自动低光
zh_hant_hk: 自動低光

# setting_loop_record
source: Loop Recording
de: Loop Aufnahme
es: Grabación bucle
id: Rekam Loop
ko: 메모리 오버시 선순위삭제
ru: Циклическая запись
th: การอัดแบบลูป
zh_hans: 循环摄像
zh_hant_hk: 循環攝像

# setting_warp_enable
source: Lens Aberration Correction
de: Aberrationskorrektur des Objektivs
es: Corrección de lentes
ko: 렌즈 왜곡 보정
ru: Коррекция оптических аберраций
th: การแก้ไขค่าความเบี่ยงเบนแสง
zh_hans: 镜头畸变校正
zh_hant_hk: 鏡頭畸變校正

# setting_start_wifi_while_booted
source: Wi-Fi Start-up
de: WLAN Start-Up
es: Inicio Wi-Fi
id: Hidupkan Wi-Fi
ko: WiFi 시작
ru: Включать Wi-Fi при запуске
th: การตั้งค่าเริ่มแรก Wi-Fi
zh_hans: 开机启动Wi-Fi
zh_hant_hk: 開機啟動Wi-Fi

# setting_av_output
source: AV Output
es: Resultado AV
ko: AV 출력
ru: Выход AV
th: ส่งออกทาง AV
zh_hans: AV输出
zh_hant_hk: AV輸出

# setting_video_rotate
source: Image Reversal
de: Bilddrehung
es: Reversión de Image
id: Balik gambar
ko: 이미지 반전
ru: Перевернуть кадр
th: การพลิกกลับภาพ
zh_hans: 视频图像翻转
zh_hant_hk: 視頻圖像翻轉

# emergency_file_backup
source: Emergency Backup
de: Not- Datensicherung
es: Backup de emergencia
id: Cadangan Darurat
ko: 긴급 백업
ru: Аварийное сохранине резервной копии
th: การแบ็คอัพฉุกเฉิน
zh_hans: 紧急备份
zh_hant_hk: 緊急備份

# setting_buzzer_volume
source: Camera Volume
de: Kamera Volumen
es: Volume de la cámera
id: Volume Kamera
ko: 카메라 볼륨
ru: Громкость камеры
th: การตั้งเสียงกล้อง
zh_hans: 蜂鸣器音量
zh_hant_hk: 蜂鳴器音量

# setting_default_record_mode
source: Default Record Mode
de: Standard Aufnahme Modus
es: Modo de grabación estándar
id: Modus video Boot
ko: 기본 녹화 모드
ru: Режим загрузки видео
th: เริ่มต้นโหมดบันทึก
zh_hans: 开机录像模式
zh_hant_hk: 開機錄像模式

# setting_wifi
source: Wi-Fi Settings
de: WLAN Einstellungen
es: Confirguración de Wi-Fi
id: Pengaturan Wi-Fi
ko: WiFi 설정
ru: Настройки Wi-Fi
th: การตั้งค่า Wi-Fi
zh_hans: Wi-Fi信息设置
zh_hant_hk: Wi-Fi信息設置

# setting_led_mode
source: LED Mode
de: LED Modus
es: Modo LED
id: Mode LED
ko: LEd 모드
ru: Режим LED
th: โหมด LED
zh_hans: LED模式
zh_hant_hk: LED模式

# setting_camera_clock
source: Camera Clock
de: Kamera Uhr
es: Relogio de la Cámara
id: Jam Kamera
ko: 카메라 시계
ru: Часы камеры
th: นาฬิกากล้อง
zh_hans: 相机时间
zh_hant_hk: 相機時間

# setting_auto_power_off
source: Auto Power-Off
es: Apagado automático
id: Power-Off Otomatis
ko: 자동 전원Off
ru: Автоматическое выключение
th: ปิดอัตโนมัติ
zh_hans: 自动关机
zh_hant_hk: 自動關機

# setting_device
source: Device
ru: Устройство
th: อุปกรณ์
zh_hans: 设备
zh_hant_hk: 設備

# setting_hw_version
source: Camera Version
de: Kamera Version
es: Versión de Cámara
id: Versi Kamera
ko: 카메라 버전
ru: Версия камеры
th: เวอร์ชั่นกล้อง
zh_hans: 型号
zh_hant_hk: 型號

# setting_serial_number
source: Serial Number
de: Serien Nummer
es: Número de serie
id: Nomor Seri
ko: 시리얼 넘버
ru: Серийный номер
th: ค่าซีเรียลนัมเบอร์
zh_hans: 序列号
zh_hant_hk: 序列號

# setting_sw_version
source: Firmware Version
es: Versión Firmware
id: Versi Firmware
ko: 펌웨어 버전
ru: Версия прошивки
th: เวอร์ชั่นเฟิร์มแวร์
zh_hans: 固件版本
zh_hant_hk: 固件版本

# setting_sdcard
source: MicroSD Card
es: Tarjeta MicroSD
id: Kartu Memori MicroSD
ko: Micro SD 카드
ru: Карточка MicroSD
th: ไมโคร SD การ์ด
zh_hans: SD卡
zh_hant_hk: SD卡

# setting_buzzer_ring
source: Find Camera
de: Finde Kamera
es: Encontrar Cámara
id: Temukan Kamera
ko: 카메라 찾기
ru: Найти камеру
th: ค้นหากล้อง
zh_hans: 查找相机
zh_hant_hk: 查找相機

# setting_restore_factory_settings
source: Restore Factory Settings
de: Wiederherstellung der Werkseinstellungen
es: Restaurar la configuración de fábrica
id: Kembalikan Pengaturan Dasar
ko: 공장 초기화 설정
ru: Вернуть фабричные настройки
th: คืนค่าติดตั้งจากโรงงาน
zh_hans: 恢复出厂设置
zh_hant_hk: 恢復出廠設置

# setting_save_log
source: Camera log
de: Kamera-Log
es: registro de la cámara
id: log kamera
ko: 카메라 로그
ru: журнал камеры
th: บันทึกของกล้อง
zh_hans: 相机日志
zh_hant_hk: 相機日誌

source: Setting Failed
de: Einstellung fehlgeschlagen
es: Falla en la configuración
id: Pengaturan Gagal
ko: 설정 실패
ru: Настройки не удались
th: การติดตั้งล้มเหลว
zh_hans: 设置失败
zh_hant_hk: 設置失敗

# setting_unsupported_resolution
source: Auto Low Light is not available for current video resolution.
de: Auto Low Light ist für die momemtane Videoauflösung nicht verfügbar.
es: Luz Baja no está disponible para la resolución de vídeo actual.
id: Pengaturan otomatis untuk cahaya rendah tidak tersedia untuk video dengan resolusi ini
ko: 오토 로우 라이트는 현재 해상도에서 사용할 수 없습니다.
ru: Автоматический режим низкого освещения недоступен при данной разрешении видео.
th: ไม่สามารถใช้ค่าแสงน้อยอัตโนมัติกับค่าความละเอียดวีดีโอปัจจุบัน
zh_hans: 当前分辨率不支持自动低光
zh_hant_hk: 當前分辨率不支持自動低光

# format_SD_error
source: You have downloads currently, do you want to reformat the MicroSD Card?
de: Sie haben aktuelle Downloads, möchten Sie die Micro SD Karte neu formatieren?
es: Usted ya tiene descargas, ¿quieres volver a formatear la tarjeta MicroSD?
id: Anda memiliki file yang sudah didownload, apakah mau ingin memformat ulang Kartu Memori MicroSD anda?
ko: 다운로드가 완료되었습니다. Micro SD 카드를 다시 포맷하시겠습니까?
ru: Есть незаконченные загрузки, вы точно хотите отформатировать карточку MicroSD?
th: ดาวน์โหลดแล้ว ต้องการรีฟอร์แมทไมโคร SD การ์ดหรือไม่?
zh_hans: 有未完成的下载任务，是否格式化
zh_hant_hk: 有未完成的下載任務，是否格式化

# videoquality_fine
source: Medium
de: Mittel
es: Medio
ko: 미디엄
ru: Среднее
th: ละเอียดปานกลาง
zh_hans: 中
zh_hant_hk: 中

# videoquality_superfine
source: High
de: Hoch
es: Alto
id: Tinggi
ko: 하이
ru: Высокое
th: ละเอียดสูง
zh_hans: 高
zh_hant_hk: 高

# videoquality_normal
source: Low
de: Niedrig
es: Bajo
id: Rendah
ko: 로우
ru: Низкое
th: ละเอียดต่ำ
zh_hans: 低
zh_hant_hk: 低

source: Auto Low Light
es: Auto Luz Baja
id: Pengaturan Otomatis Cahaya Rendah
ko: 오토 로우 라이트
ru: Автоматический режим низкого освещения
th: แสงน้อยอัตโนมัติ
zh_hans: 自动低光
zh_hant_hk: 自動低光

# loop_record
source: Loop Recording
de: Loop Aufnahme
id: Rekam Loop
ko: 메모리 오버시 선순위삭제
ru: Циклическая запись
th: การบันทึกภาพแบบลูป
zh_hans: 循环摄像
zh_hant_hk: 循環攝像

# wrap_enable
source: Lens Aberration Correction
de: Aberrationskorrektur des Objektivs
ko: 렌즈 왜곡 보정
ru: Коррекция оптической аберрации
th: การแก้ไขค่าเบี่ยงเบนแสง
zh_hans: 镜头畸变校正
zh_hant_hk: 鏡頭畸變校正

# set_on
source: Turn on
de: Aktivieren
id: Hidupkan
ko: 열기
ru: Включить
th: เปิด
zh_hans: 开启
zh_hant_hk: 開啟

# set_off
source: Disable
de: Deaktivieren
id: Matikan
ko: 닫기
ru: Выключить
th: ปิด
zh_hans: 关闭
zh_hant_hk: 關閉

source: Date
de: Datum
es: Fecha
id: Tanggal
ko: 날짜
ru: Дата
th: วันที่
zh_hans: 日期
zh_hant_hk: 日期

# date_and_time
source: Date/Time
de: Datum/Zeit
es: Fecha/Hora
id: Tanggal/Waktu
ko: 날짜/시간
ru: Дата/время
th: วันที่/เวลา
zh_hans: 日期/时间
zh_hant_hk: 日期/時間

source: Time
de: Zeit
es: Hora
id: Waktu
ko: 시간
ru: Время
th: เวลา
zh_hans: 时间
zh_hant_hk: 時間

# buzzer_volume_high
source: High
de: Hoch
es: Alto
id: Tinggi
ko: 하이
ru: Высокая
th: เสียงดัง
zh_hans: 高
zh_hant_hk: 高

# buzzer_volume_low
source: Low
de: Niedrig
es: Bajo
id: Rendah
ko: 로우
ru: Низкая
th: เสียงเบา
zh_hans: 低
zh_hant_hk: 低

# buzzer_volume_mute
source: Mute
de: Stumm
es: Mudo
id: Matikan
ko: 음소거
ru: Тишина
th: ปิดเสียง
zh_hans: 关闭
zh_hant_hk: 關閉

# second
source: s
ru: с
th: วินาที
zh_hans: 秒
zh_hant_hk: 秒

# pic_second
source: p/s
ru: фото/с
th: ภาพต่อวินาที
zh_hans: 张/秒
zh_hant_hk: 張/秒

# pic_two_second
source: p/2s
ru: фото/2с
th: ภาพต่อ2วินาที
zh_hans: 张/2秒
zh_hant_hk: 張/2秒

# single_pic
source: Photo
de: Single
es: Individual
id: Single
ko: 사진
ru: Одна
th: รูปเดียว
zh_hans: 普通拍照
zh_hant_hk: 普通拍照

# nomal_pic
source: Photo
de: Foto
es: Foto
id: Foto
ko: 사진
ru: Фотография
th: รูปภาพ
zh_hans: 拍照
zh_hant_hk: 拍照

# cont_pic
source: Burst Mode
de: Burst Modus
es: Modo explosión
ko: 연속촬영 모드
ru: Серийная съемка
th: โหมด Burst
zh_hans: 运动轨迹拍照
zh_hant_hk: 運動軌跡拍照

# time_lapes_photo
source: Time-lapse
de: Zeitraffer
es: Lapso de tiempo
ko: 타임 랩스
ru: Таймлапс
th: ถ่ายภาพอย่างช้าๆ
zh_hans: 延时
zh_hant_hk: 延時

# time_lapse_pic
source: Time-lapse Mode
de: Zeitraffer Modus
es: Modo Lapso de Tiempo
ko: 타임 랩스 모드
ru: Режим таймлапс
th: โหมดถ่ายภาพอย่างช้าๆ
zh_hans: 延时拍照
zh_hant_hk: 延時拍照

# keep_cont_pic
source: Burst Shot
de: Burst Aufnahme
es: Explosión
ko: 연속촬영 샷
ru: Серийная съемка
th: ถ่าย Burst
zh_hans: 持续连拍
zh_hant_hk: 持續連拍

# meter_spot
source: Spot Metering
de: Belichtungsmessung
es: Medición puntual
ko: 스팟 측광
ru: Точечный экспозамер
th: วัดที่จุด
zh_hans: 点测光
zh_hant_hk: 點測光

# meter_center
source: Center Metering
de: Zentrale- Messung
es: Medición Centtral
ko: 센터 측광
ru: Центральный экспозамер
th: วัดตรงกลาง
zh_hans: 中央测光
zh_hant_hk: 中央測光

# meter_average
source: Average Metering
de: Durchschnittsmessung
es: Medición Promedio
ko: 평균 측광
ru: Усредненный экспозамер
th: วัดโดยเฉลี่ยทั้งภาพ
zh_hans: 平均测光
zh_hant_hk: 平均測光

# meter_manual
source: Manual Metering
de: Manuelle Messung
es: Medición Manual
ko: 메뉴얼 측광
ru: Ручная экспозиция
th: วัดปรับเอง
zh_hans: 手动测光
zh_hant_hk: 手動測光

# led_all_enable
source: Enable All
de: Alle aktivieren
es: Habilitar Todo
id: Hidupkan semua
ko: 모두 사용
ru: Все включить
th: เปิดทั้งหมด
zh_hans: 全部开启
zh_hant_hk: 全部開啟

# led_all_disable
source: Disable All
de: Alle deaktivieren
es: Disabilitar Todo
id: Matikan semua
ko: 모두 해제
ru: Все выключить
th: ปิดทั้งหมด
zh_hans: 全部关闭
zh_hant_hk: 全部關閉

# led_status_enable
source: Only Status LEDs
es: Solamentestatus LEDs
id: StatusLED
ko: 상태 LED만 사용
ru: Только статусные LED
th: เปิดแต่สถานะ LEDs
zh_hans: 仅状态灯亮
zh_hant_hk: 僅狀態燈亮

# sd_hc
source: Normal Speed Card
de: Normale Geschwindigkeit Speicherkarte
es: Tarjeta de velocidad normal
id: Kecepatan kartu normal
ko: 보통 속도 카드
ru: Обычная скорость (SDHC)
th: การ์ดความเร็วทั่วไป
zh_hans: 低速卡
zh_hant_hk: 低速卡
