Repository: fourfor47/yi_action_camera
Catalog: ios/*.lproj/Localizable.strings
Languages: de, es, id, ko, ru, th, zh_hans, zh_hant_hk

# camera_file_download_error
source: No Enough Space on Phone
de: Nicht genügend Speicherplatz vorhanden
es: Sin espacio sufuciente en el celular
id: Memori handphone tidak cukup
ko: 스마트폰에 충분한 공간이 없습니다.
ru: Недостаточно места на телефоне
th: ความจุของโทรศัพท์ไม่เพียงพอ
zh_hans: 手机存储空间不足
zh_hant_hk: 手機存儲空間不足

# camera_file_system_space
source: %@ Free, %@ Total
es: %@ Libre, %@ Total
id: %@ Tersedia, %@ Total
ko: %@ 프리, %@ 토탈
ru: %@ свободно, %@ всего
th: ยังว่าง%@, จากทั้งหมด %@
zh_hans: 空间剩余%@，共%@
zh_hant_hk: 空間剩余%@，共%@

# camera_file_video_not_suport_play
source: This File is not support play
de: Das Abspielen dieser Datei wird nicht unterstützt
es: Este archivo no es compatible
id: File ini tidak dapat diputar
ko: 이 파일은 재생기능을 지원하지 않습니다.
ru: Проигрывание этого файла не поддерживается
th: ไฟล์ดังกล่าวเล่นไม่ได้
zh_hans: 该文件不支持在线播放
zh_hant_hk: 該文件不支持在線播放

# camera_file_save_video_failed
source: Saving this video to Album is not supported on %@. You can find it in My Camera Roll.
de: Dieses Video in Album spar nicht auf %@ unterstützt. Sie können es in Meine Kamera zu finden.
es: Cómo guardar el vídeo y el álbum no se admite en %@. Lo puedes encontrar en Rolo de la cámera.
id: Menyimpan video ini ke Album tidak didukung pada %@. Anda dapat menemukannya di Foto dari kamera saya.
ko: %@에서는 이 비디오를 앨범에 저장하는 것을 지원하지 않습니다. 내카메라롤에서 해당 비디오 파일을 확인할 수 있습니다.
ru: Сохранение видео в альбом не поддерживается на %@. Вы можете найти его в Моя лента.
th: ยังไม่สามารถวีดีโอบน %@
zh_hans: %@不支持当前视频保存至相册，您可以在我的內容中查看本视频。
zh_hant_hk: %@不支持當前視頻保存至相冊，您可以在我的内容中查看本視頻。

# camera_main_caching
source: Caching
es: Casptando
id: Sembunyikan
ko: 캡쳐
ru: Кэширование
th: กำลังแคช
zh_hans: 正在缓冲
zh_hant_hk: 正在緩沖

# camera_main_piv_complete
source: Capture succeed
de: Erfassung erfolgreich
es: Capturado con suceso
id: Berhasil direkam
ko: 캡쳐 성공
ru: Снимок успешен
th: แคพเชอร์สำเร็จ
zh_hans: 抓拍成功
zh_hant_hk: 抓拍成功

# camera_main_piv_failed
source: Capture failed
de: Erfassung fehlgeschlagen
es: Falla en la captura
id: Tidak berhasil direkam
ko: 캡쳐 실패
ru: Снимок не удался
th: แคพเชอร์ล้มเหลว
zh_hans: 抓拍失败
zh_hant_hk: 抓拍失敗

# camera_main_prompt
source: Notice
de: Bemerkung
es: Nota
id: Pemberitahuan
ko: 공지
ru: Внимание
th: แจ้งให้ทราบ
zh_hans: 提示
zh_hant_hk: 提示

# camera_main_sure_disconnect_from_camera
source: Are your sure to disconnect from camera？
de: Sind Sie sicher, dass Sie die Kameraverbindung trennen möchten?
es: Quieres desconectarse de la cámara？
id: Anda yakin untuk memutuskan koneksi di kamera ?
ko: 정말로 카메라와 연결을 끊으시겠습니까?
ru: Отключиться от камеры?
th: ยืนยันหยุดการเชื่อมต่อกับกล้องหรือไม่๏ผ
zh_hans: 确认断开相机连接吗？
zh_hant_hk: 確認斷開相機連接嗎？

# camera_main_disconnect_yes
source: Yes
de: Ja
es: Sí
id: Ya
ko: 네
ru: Да
th: ใช่
zh_hans: 确认
zh_hant_hk: 確認

# camera_main_disconnect_no
source: No
de: Nein
ko: 아니오
ru: Нет
th: ไม่
zh_hans: 取消
zh_hant_hk: 取消

# camera_main_not_exit_SD_card
source: No SD card
de: Keine SD Speicherkarte
es: Sin tarjeta SD
id: Tidak ada kartu memori
ko: SD카드가 없습니다.
ru: Нет SD карты
th: ไม่พบ SD การ์ด
zh_hans: 没有SD卡
zh_hant_hk: 沒有SD卡

# camera_main_set_model_defeat
source: Set mode failed
de: Eingestellter Modus fehlgeschlagen
es: Falla en el modo de programación
id: Pengaturan gagal
ko: 모드 설정 실패
ru: Не удалось установить режим
th: โหมดติดตั้งไม่สำเร็จ
zh_hans: 相机模式切换失败
zh_hant_hk: 相機模式切換失敗

# camera_take_photo_timelapse
source: Time-lapsing
es: Lapso de tiempo
ko: 타입랩스 중
ru: Таймлапс
th: กำลังถ่ายภาพอย่างช้าๆ
zh_hans: 延时拍照中
zh_hant_hk: 延時拍照中

# camera_take_photo_burst
source: Bursting
es: Explosión
ko: 연속촬영 중
ru: Серийная съемка
th: กำลัง Bursting
zh_hans: 运动轨迹拍照中
zh_hant_hk: 運動軌跡拍照中

# camera_take_photo_normal
source: Photoing
es: Fotografando
id: Ambil foto
ko: 일반 사진 촬영 중
ru: Фотографирование
th: กำลังถ่ายภาพ
zh_hans: 普通拍照中
zh_hant_hk: 普通拍照中

# camera_take_photo_timing
source: Timing
es: Sincronización
ko: 타이머 중
ru: Таймирование
th: เวลา
zh_hans: 定时拍照中
zh_hant_hk: 定時拍照中

# camera_camera
source: Camera
es: Cámara
ko: 카메라
ru: Камера
th: กล้อง
zh_hans: 相机
zh_hant_hk: 相機

# camera_error_unknow
source: Unknown error
de: Error unbekannt
es: Falla desconocida
id: gagal tidak diketahui
ko: 알수없는 에러
ru: Неизвестная ошибка
th: ไม่ทราบสาเหตุขัดข้อง
zh_hans: 未知错误
zh_hant_hk: 未知錯誤

# camera_error_session
source: Session error
es: Falla en la sesión
id: Sesi ini gagal
ko: 세션 에러
ru: Ошибка сессии
th: ขัดข้องที่ Session
zh_hans: session失败
zh_hant_hk: session失敗

# camera_error_token
source: Token error
es: Falla en el simbolo
ko: 토큰 에러
ru: Ошибка маркера
th: ขัดข้องที่โทเค็น
zh_hans: 错误的token
zh_hant_hk: 錯誤的token

# camera_error_no_more_space
source: No space left on SD card
de: Kein Speicherplatz auf SD Karte vorhanden
es: Tarjeta SD sin espacio
id: Tidak ada memori tersisa di kartu memori
ko: SD카드에 남은 공간이 없습니다.
ru: Не осталось места на карте SD
th: SD การ์ดไม่เหลือพื้นที่ว่างแล้ว
zh_hans: SD卡已满
zh_hant_hk: SD卡已滿

# camera_error_no_more_save_space
source: No space left on phone
de: Kein Speicherplatz auf dem Telefon vorhanden
es: Celular sin espacio
id: Tersedia versi terbaru:
ko: 스마트폰에 남은 공간이 없습니다.
ru: Не осталось места на телефоне
th: โทรศัพท์ไม่เหลือพื้นที่ว่างแล้ว
zh_hans: 没有存储空间
zh_hant_hk: 沒有存儲空間

# camera_error_system_busy
source: System busy
de: System ausgelastet
es: Sistema ocupado
id: Sistem sibuk
ko: 시스템 과부하
ru: Система занята
th: ระบบไม่ว่าง
zh_hans: 系统繁忙
zh_hant_hk: 系統繁忙

# camera_error_no_sd_card
source: No SD card
de: Keine SD Speicherkarte
es: Sin tarjeta SD
id: Tidak ada kartu memori
ko: SD카드가 없습니다.
ru: Нет SD карты
th: ไม่พบ SD การ์ด
zh_hans: 没有SD卡
zh_hant_hk: 沒有SD卡

# camera_error_save_error
source: Save error
de: Speicher Error
es: Guardar Falla
id: Tidak dapat disimpan
ko: 저장 에러
ru: Ошибка сохранения
th: การเซฟขัดข้อง
zh_hans: 存储错误
zh_hant_hk: 存儲錯誤

# camera_error_sd_hc
source: Low speed SD card
de: Geringe Geschwindigkeit SD Karte
es: Tarjeta SD de velocidad baja
id: Kartu memori berkecepatan rendah
ko: SD카드 속도가 낮습니다.
ru: Маленькая скорость SD карты
th: SD การ์ดความเร็วต่ำ
zh_hans: 低速卡
zh_hant_hk: 低速卡

# camera_error_index_limit
source: Index limit
es: Limite del Índex
id: Batas Indeks
ko: 인덱스 제한
ru: Достигнут лимит индексов
th: อินเด็กซ์จำกัด
zh_hans: 索引限制
zh_hant_hk: 索引限制

# camera_error_file_limit
source: File limit
de: Datei Limit
es: Limite del arhivo
id: Batas file
ko: 파일 제한
ru: Достигнут лимит файлов
th: ไฟล์จำกัด
zh_hans: 文件限制
zh_hant_hk: 文件限制

# camera_error_sd_card_remove
source: SD card removed
de: SD Karte wurde entfernt
es: Tarjeta SD removida
id: Tidak ada kartu memori
ko: SD카드를 제거하였습니다.
ru: SD карта извлечена
th: SD การ์ดถูกถอดออกแล้ว
zh_hans: SD卡移除
zh_hant_hk: SD卡移除

# camera_error_sd_card_inserd
source: SD card inserted
de: SD Karte wurde eingelegt
es: Tarjeta SD inserida
id: Kartu memori telah dimasukan
ko: SD카드를 삽입하였습니다.
ru: SD карта вставлена
th: ใส่ SD การ์ดแล้ว
zh_hans: SD卡插入
zh_hant_hk: SD卡插入

# camera_error_piv_error
source: Current resolution is not support for capture
de: Momentane Auflösung wird für die Erfassung nicht unterstützt
es: Resolución actual no soporta la captura
id: Resolusi ini tidak tersedia untuk pengambilan gambar:
ko: 현재 해상도에서는 캡쳐를 지원하지 않습니다.
ru: Съемка в текущем разрешении не поддерживается
th: ค่าความละเอียดปัจจุบันไม่รองรับการแคพเชอร์
zh_hans: 当前分辨率不支持抓拍
zh_hant_hk: 當前分辨率不支持抓拍

# camera_error_sd_card_not_exit
source: No SD card
de: Keine SD Speicherkarte
es: Sin tarjeta SD
id: Tidak ada kartu memori
ko: SD카드가 없습니다.
ru: Нет SD карты
th: ไม่พบ SD การ์ด
zh_hans: 没有SD卡
zh_hant_hk: 沒有SD卡

# camera_error_sd_card_not_support
source: SD card less than 4G is not supported
de: SD Speicherkarte unter 4GB wird nicht unterstützt
es: No soporta tarjeta SD con menos de 4G
id: Kartu Memori dibawah 4G tidak dapat digunakan
ko: 4G보다 작은 SD카드는 지원하지 않습니다.
ru: SD карты меньше 4G не поддерживаются
th: ไม่รองรับ SD การ์ดความจุน้อยกว่า 4G
zh_hans: 不支持小于4G的卡
zh_hant_hk: 不支持小於4G的卡

# camera_enter_usb_storage
source: USB Storage Mode
de: USB Speichermodus
es: Modo de almacenamiento USB
id: Mode Penyimpanan USB
ko: USB 저장 모드
ru: Режим накопителя USB
th: โหมดความจุ USB
zh_hans: 进入U盘模式
zh_hant_hk: 進入U盤模式

source: Back
de: Zurück
es: Volver
id: Kembali
ko: 뒤로
ru: Назад
th: ย้อนกลับ
zh_hans: 返回
zh_hant_hk: 返回

source: Home
es: Inicio
id: Beranda
ko: 홈
ru: Домой
th: เมนูหลัก
zh_hans: 首页
zh_hant_hk: 首頁

source: OK
th: ตกลง
zh_hans: 确认
zh_hant_hk: 確認

# Nothing
source: No File
de: Keine Datei
es: Sin archivo
id: Tidak ada data
ko: 파일이 없습니다.
ru: Нет файлов
th: ไม่พบไฟล์
zh_hans: 没有文件
zh_hant_hk: 沒有文件

source: Notice
es: Nota
id: Pemberitahuan
ko: 공지
ru: Внимание
th: แจ้งให้ทราบ
zh_hans: 提示
zh_hant_hk: 提示

source: Cancel
de: Abbrechen
es: Cancelar
id: Batalkan
ko: 취소
ru: Отмена
th: ยกเลิก
zh_hans: 取消
zh_hant_hk: 取消

source: Save
de: Speichern
es: Guardar
id: Simpan
ko: 저장
ru: Сохранение
th: เซฟ
zh_hans: 保存
zh_hant_hk: 保存

source: Edit
de: Bearbeiten
es: Editar
id: Ubah
ko: 편집
ru: Редактирование
th: แก้ไข
zh_hans: 编辑
zh_hant_hk: 編輯

source: Square
es: Cuadrado
ko: 스퀘어
ru: Площадь
th: สแควร์
zh_hans: 广场
zh_hant_hk: 廣場

source: Camera
de: Kamera
es: Cámara
id: Kamera
ko: 카메라
ru: Камера
th: กล้อง
zh_hans: 摄像
zh_hant_hk: 攝像

# TakePhoto
source: Photo
de: Foto
es: Foto
id: Foto
ko: 사진
ru: Фото
th: รูปภาพ
zh_hans: 拍照
zh_hant_hk: 拍照

source: Cameras
de: Kameras
es: Cámaras
id: Kamera
ko: 카메라
ru: Камеры
th: กล้อง
zh_hans: 相机
zh_hant_hk: 相機

# All_Select
source: Select All
de: Alle auswählen
es: Seleccionar Todo
id: Pilih semua
ko: 전부 선택
ru: весь
th: เลือกทั้งหมด
zh_hans: 全选
zh_hant_hk: 全選

# No_Select
source: Inverse
de: Umkehren
es: Inverso
ko: 선택반전
ru: обратный
th: ไม่เลือก
zh_hans: 反选
zh_hant_hk: 反選

source: Me
es: Yo
id: Saya
ko: 나의
ru: Я
th: ฉัน
zh_hans: 我
zh_hant_hk: 我

source: File Manage
de: Datei managen
es: Gestión de Archivo
id: Atur Fle
ko: 파일 매니저
ru: Управление файлами
th: จัดการไฟล์
zh_hans: 文件管理
zh_hant_hk: 文件管理

source: LocalFile
de: Lokale Datei
es: Archivo local
id: FileLokal
ko: 로컬 파일
ru: Локальный файл
th: ไฟล์ที่มี
zh_hans: 本地文件
zh_hant_hk: 本地文件

source: Equip Manage
de: Zubehör managen
es: Gestor de Equipaje
id: Lengkapi Pengaturan
ko: 장치 매니저
ru: Управление Equip
th: จัดการอุปกรณ์
zh_hans: 设备管理
zh_hant_hk: 設備管理

source: SD Card
de: SD Karte
es: Tarjeta SD
id: Kartu Memori
ko: SD카드
ru: SD карта
th: SD การ์ด
zh_hans: SD卡
zh_hant_hk: SD卡

# Setting
source: Settings
de: Einstellungen
es: Configuración
id: Pengaturan
ko: 설정
ru: Настройки
th: การตั้งค่า
zh_hans: 设置
zh_hant_hk: 設置

source: Manager
es: Gestor
ko: 매니저
ru: Управление
th: ผู้ทำการ
zh_hans: 管理
zh_hant_hk: 管理

source: Try Again
de: Erneut versuchen
es: Intente nuevamente
id: Coba Kembali
ko: 다시 시도하세요.
ru: Повторить
th: ลองใหม่อีกครั้ง
zh_hans: 重试
zh_hant_hk: 重試

# DeleteConfirm
source: Are you sure to delete this file？
de: Sind Sie sicher, dass Sie diese Datei löschen möchten?
es: Estás seguro de que quieres eliminar este archivo?
id: Apa anda yakin untuk menghapus file ini?
ko: 정말로 이 파일을 삭제하시겠습니까?
ru: Подтвердите удаление этого файла？
th: ยืนยันลบไฟล์นี้หรือไม่๏ผ
zh_hans: 确认删除？
zh_hant_hk: 確認刪除？

source: Format SD card
de: SD Karte formatieren
es: Formatear tarjeta SD
id: Format Kartu memori
ko: SD카드 포멧
ru: Форматирование SD карты
th: ฟอร์แมท SD การ์ด
zh_hans: 格式化SD卡
zh_hant_hk: 格式化SD卡

# Format SDCard or not
source: Are you sure to format SD card?
de: Sind Sie sicher, dass Sie die SD Karte formatieren möchten?
es: Estás seguro de que quieres formatear tarjeta SD?
id: Anda yakin untuk memformat kartu memori ?
ko: 정말로 SD카드를 포맷하시겠습니까?
ru: Подтвердите форматирование SD карты?
th: ยืนยันฟอร์แมท SD การ์ดหรือไม่?
zh_hans: 确定格式化SD卡吗？
zh_hant_hk: 確定格式化SD卡嗎？

source: Total capacity
de: Gesamte Kapazität
es: Capacidad Total
id: Total Kapasitas
ko: 총 용량
ru: Общая емкость
th: ความจุทั้งหมด
zh_hans: 总存储容量
zh_hant_hk: 總存儲容量

source: Available capacity
de: Verfügbare Kapazität
es: Capacidad disponible
id: Kapasitas Tersedia
ko: 사용 가능한 용량
ru: Доступная емкость
th: ความจุที่มี
zh_hans: 可用容量
zh_hant_hk: 可用容量

# SDCardCapacity
source: SD card
de: SD Karte
es: Tarjeta SD
id: kartu Memori
ko: SD카드
ru: SD карта
th: SD การ์ด
zh_hans: SD卡
zh_hant_hk: SD卡

# Camert Time
source: Camera time
de: Kamera Uhrzeit
es: Tiempo de la cámara
id: Waktu Kamera
ko: 카메라 시간
ru: Время камеры
th: เวลาในกล้อง
zh_hans: 相机时间
zh_hant_hk: 相機時間

# Same Time
source: Set date and time
de: Datum und Uhrzeit festlegen
es: Ajustar fecha y hora
id: Atur tanggal dan waktu
ko: 날짜와 시간 설정
ru: Установить дату и время
th: ตั้งเวลาและวันที่
zh_hans: 同步手机时间
zh_hant_hk: 同步手機時間

source: Video quality
de: Video Qualität
es: Calidad de video
id: Kualitas Video
ko: 비디오 퀄리티
ru: Качество видео
th: คุณภาพวีดีโอ
zh_hans: 视频质量
zh_hant_hk: 視頻質量

source: Video stamp
de: Video Zeitstempel
ko: 비디오 스탬프
ru: Штамп в видео
th: ประทับเวลาบนวีดีโอ
zh_hans: 视频戳
zh_hant_hk: 視頻戳

source: Video resolution
de: Video Auflösung
es: Resolución de video
id: Resolusi video
ko: 비디오 해상도
ru: Разрешение видео
th: ค่าความละเอียดวีดีโอ
zh_hans: 视频分辨率
zh_hant_hk: 視頻分辨率

# video_standard
source: Video format
es: Formato de video
id: Format video
ko: 비디오 포멧
ru: Формат видео
th: รูปแบบวีดีโอ
zh_hans: 制式
zh_hant_hk: 制式

# meter_mode
source: Metering mode
de: Metering Modus
es: Modo de medición
ko: 측광 모드
ru: Режим экспозамера
th: โหมดการวัด
zh_hans: 测光模式
zh_hant_hk: 測光模式

# photo_size
source: Photo resolution
de: Bild Auflösung
es: Resolución de la foto
id: Resolusi foto
ko: 사진 해상도
ru: Разрешение фото
th: ค่าความละเอียดภาพ
zh_hans: 照片分辨率
zh_hant_hk: 照片分辨率

# capture_default_mode
source: Default Capture Mode
de: Standard Aufnahmemodus
es: Modo de captura normal
id: Rekam dengan pengaturan dasar
ko: 기본 캡쳐 모드
ru: Режим съемки по умолчанию
th: โหมดแคปเจอร์อัตโนมัติ
zh_hans: 开机拍照模式
zh_hant_hk: 開機拍照模式

source: Photo Stamp
de: Foto Zeitstempel
ko: 사진 스탬프
ru: Штамп на фото
th: ประทับเวลาที่ภาพ
zh_hans: 照片戳
zh_hant_hk: 照片戳

source: Capture Mode
de: Aufnahmemodus
es: Modo de captura
id: Rekam
ko: 캡쳐 모드
ru: Режим съемки
th: โหมดแคปเจอร์
zh_hans: 拍照模式选择
zh_hant_hk: 拍照模式選擇

source: Buzzer Volume
es: Volumen del timbre
id: Volume
ko: 버저 볼륨
ru: Громкость зуммера
th: ระดับเสียง Buzzer
zh_hans: 蜂鸣器音量
zh_hant_hk: 蜂鳴器音量

# precise_cont_time
source: Delay of taking photo with timer
de: Verzögerung durch Zeitschaltuhr
es: Retraso al hacer la foto con temporizador
id: Mengambil foto dengan timer tertunda
ko: 타이머 촬영 시간 연장.
ru: Отсрочка фото-съемки с использованием таймера
th: ตั้งเวลาถ่ายภาพ
zh_hans: 延时拍照间隔
zh_hant_hk: 延時拍照間隔

# burst_capture_number
source: Number of burst shots
de: Anzahl der Serienaufnahme
es: Numero de fotos explosión
id: Jumlah burst shots
ko: 연속촬영 샷의 숫자
ru: Количество кадров в серии
th: จำนวนของ burst ช็อต
zh_hans: 连拍张数
zh_hant_hk: 連拍張數

source: Restore factory settings
de: Wiederherstellung der Werkseinstellungen
es: Restaurar la configuración de fábrica
id: Kembali ke pengaturan dasar
ko: 공장 초기화 설정
ru: Восстановить фабричные настройки
th: คืนค่าติดตั้งจากโรงงาน
zh_hans: 恢复出厂设置
zh_hant_hk: 恢復出廠設置

source: LED Mode
de: LED Modus
es: Modo LED
ko: LED 모드
ru: Режим LED
th: โหมด LED
zh_hans: LED模式
zh_hant_hk: LED模式

# usb_storage_enable
source: Enable USB Storage
de: USB Speicherung erlauben
es: Activar almacenamiento USB
id: Hidupkan penyimpanan USB
ko: USB 저장 사용
ru: Включить накопитель USB
th: ใช้ความจุ USB
zh_hans: USB存储
zh_hant_hk: USB存儲

source: Serial Number
de: Serien Nummer
es: Numero de serie
id: Nomor Seri
ko: 시리얼 넘버
ru: Серийный номер
th: รหัส Serial Number
zh_hans: 序列号
zh_hant_hk: 序列號

source: Preview Switch
de: In Vorschau wechseln
es: Cambio en la previsualización
id: Ubah Tampilan
ko: 미리보기 스위치
ru: Переключить предварительный просмотр
th: ปุ่มพรีวิว
zh_hans: 预览开关
zh_hant_hk: 預覽開關

# CameraSetting
source: Camera Settings
de: Kamera Einstellungen
es: Configuraciones de la cámara
id: Pengaturan Kamera
ko: 카메라 설정
ru: Настройки камеры
th: การติดตั้งกล้อง
zh_hans: 拍摄设置
zh_hant_hk: 拍攝設置

source: Single
es: Único
ko: 기본
ru: Одиночная
th: รูปเดี่ยว
zh_hans: 单 拍
zh_hant_hk: 單 拍

# Continu
source: Burst
es: Explosión
ko: 연속촬영
ru: Серийная
th: การ Burst
zh_hans: 连 拍
zh_hant_hk: 連 拍

# Delay
source: Countdown
es: Cuenta atrás
ko: 카운트다운
ru: Обратный отсчет
th: นับถอยหลัง
zh_hans: 延时拍
zh_hant_hk: 延時拍

# FailedToStart
source: 1. Please enable camera Wi-Fi; 2. Please make sure your phone connected to camera Wi-Fi; 3. Make sure no one else is connecting to your camera; 4. Please restart your camera while fail to connect within 30 seconds.
de: 1. Bitte aktivieren sie das WLAN der Kamera; 2. Bitte stellen Sie sicher, dass eine Verbindung zwischen Ihrem Telefon und dem WLAN der Kamera besteht; 3. Stellen Sie sicher, dass niemand sonst mit Ihrer Kamera verbunden ist; 4. Bitte Starten Sie Ihre Kamera neu, when innerhalb von 30 Sekunden keine Verbindung aufgebaut warden kann.
es: 1. Active el Wi-Fi de la cámara; 2. Asegúrese de que el teléfono esta; 3. Asegúrese de que nadie más se conectó a la cámara; 4. En caso no pueda conectarse en 30 segndos reinicie la cámara
id: 1. Silahkan hidupkan Wi-Fi kamera; 2. Pastikan handphone anda terhubung dengan Wi-Fi Kamera; 3. Pastikan tidak ada koneksi lain yang terhubung dengan kamera anda ; 4. Silahkan matikan dan nyalakan kembali kamera selama 30 detik apabila anda gagal terhubung.
ko: 1. 카메라 WiFi를 사용해주세요; 2. 스마트폰과 카메라의 연결을 확인해주세요; 3.다른 장비가 카메라와 연결 되어있지 않은지 확인 해주세요; 4. 30초 이내에 연결되지 않으면 카메라를 다시시작 해주세요.
ru: 1. Включите Wi-Fi камеры; 2. Убедитесь, что телефон подключился к Wi-Fi камеры; 3. Убедитесь, что больше никто не подсоединен к Вашей камере; 4. Перезагрузите камеру если не удалось подключиться в течение 30 секунд.
th: 1. เปิด Wi-Fi ของกล้อง; 2. เชื่อมต่อโทรศัพท์และ Wi-Fiของกล้องเข้าด้วยกัน; 3. ตรวจสอบว่ากล้องไม่ได้เชื่อมต่อกับสิ่งอื่นใด ; 4. รีสตาร์ทกล้องอีกครั้งหากไม่สามารถเชื่อมต่อได้ภายใน 30 วินาที
zh_hans: 1. 请确保您的设备Wi-Fi已开启； 2. 请确保您的手机Wi-Fi已连接至摄像机的热点； 3. 请确保无其他人连接您的设备； 4. 如果30秒内仍连接不上，请重启您的设备再次尝试。
zh_hant_hk: 1. 請確保您的設備Wi-Fi已開啟； 2. 請確保您的手機Wi-Fi已連接至攝像機的熱點； 3. 請確保無其他人連接您的設備； 4. 如果30秒內仍連接不上，請重啟您的設備再次嘗試。

# NetFail
source: Fail to Connect camera Wi-Fi, please checkout Wi-Fi status of your camera.
de: Verbindung zum Kamera WLAN fehlgeschlagen, überprüfen Sie bitte den Status Ihrer Kamera.
es: Falla al conectar el Wi-Fi. Verifique su status.
ko: 카메라 WiFi 연결에 실패하면, 카메라의 상태를 확인해주세요.
ru: Не удалось подключиться к Wi-Fi камеры, проверьте статус Wi-Fi на камере.
th: เชื่อมต่อ Wi-Fi ของกล้องไม่สำเร็จ, โปรดตรวจสอบสถานะ Wi-Fi ของกล้อง
zh_hans: 摄像机wifi连接失败，请检查摄像机wifi是否正常！
zh_hant_hk: 攝像機wifi連接失敗，請檢查攝像機wifi是否正常！

source: Photo
de: Foto
es: Foto
id: Foto
ko: 사진
ru: Фото
th: รูปภาพ
zh_hans: 照片
zh_hant_hk: 照片

# Vidoe
source: Video
ko: 비디오
ru: Видео
th: วีดีโอ
zh_hans: 视频
zh_hant_hk: 視頻

source: Download
es: Descarga
ko: 다운로드
ru: Загрузки
th: ดาวน์โหลด
zh_hans: 下载
zh_hant_hk: 下載

# SettingSuccess
source: Change settings successfully
de: Änderung der Einstellungen war erfolgreich
es: Éxito en el cambio de configuración
id: Berhasil mengubah pengaturan
ko: 설정 변경에 성공하였습니다.
ru: Успешное изменение настроек
th: เปลี่ยนแปลงการตั้งค่าเรียบร้อยแล้ว
zh_hans: 设置成功
zh_hant_hk: 設置成功

# SettingFailed
source: Fail to change settings
de: Änderung der Einstellungen fehlgeschlagen
es: Falla al cambiar configuración
id: Gagal mengubah pengaturan
ko: 설정 변경에 실패 하였습니다.
ru: Не удалось изменить настройки
th: เปลี่ยนแปลงการตั้งค่าไม่สำเร็จ
zh_hans: 设置失败
zh_hant_hk: 設置失敗

source: Operation failed
de: Vorgang fehlgeschlagen
es: Falla en la operación
id: Gagal beroperasi
ko: 작업이 실패 하였습니다.
ru: Действие не удалось
th: กระบวนการล้มเหลว
zh_hans: 操作失败
zh_hant_hk: 操作失敗

# Camera Recording
source: Recording video
de: Video aufnehmen
es: Grabando video
id: Rekam video
ko: 비디오 녹화 중
ru: Съемка видео
th: กำลังบันทึกวีดีโอ
zh_hans: 正在摄像中
zh_hant_hk: 正在攝像中

source: Taking photo
de: Foto aufnehmen
es: Tomando foto
id: Ambil gambar
ko: 사진 촬영 중
ru: Фотосъемка
th: กำลังถ่ายภาพ
zh_hans: 正在拍照中
zh_hant_hk: 正在拍照中

# PleaseCloseTheCamera
source: Please stop recording video
de: Bitte halten Sie die Videoaufnahme an
es: Por favor, pare la grabación del video
id: Harap berhenti merekam video
ko: 비디오 녹화를 정지 해주세요.
ru: Остановите съемку видео
th: โปรดหยุดบันทึกวีดีโอ
zh_hans: 请先停止摄像
zh_hant_hk: 請先停止攝像

# PleaseStopPhoto
source: Please stop taking photo
de: Bitte stoppen Sie die Bildaufnahme
es: Por favor, pare de fotografar
id: Harap berhenti mengambil foto
ko: 사진 촬영을 정지 해주세요.
ru: Остановите фотосъемку
th: โปรดหยุดถ่ายภาพ
zh_hans: 请停止拍照
zh_hant_hk: 請停止拍照

# Preview is Closed
source: Preview Video Disabled
de: Videovorschau deaktiviert
es: Sin previsualización de video
id: Anda tidak dapat melihat video
ko: 비디오 미리보기 사용안함
ru: Предварительный просмотр выключен
th: ไม่ได้เปิดใช้งานพรีวิววีดีโอ
zh_hans: 预览已关闭
zh_hant_hk: 預覽已關閉

# Precise Quality Conting
source: Taking time-lapse photos...
de: Bildaufnahme mit Zeitschaltuhr...
es: Tomar foto con temporizador...
id: Mengambil foto dengan timer...
ko: 타임랩스 사진 촬영 중...
ru: Фотосъемка по таймеру...
th: กำลังถ่ายภาพแบบตั้งเวลา...
zh_hans: 正在延时拍照中
zh_hant_hk: 正在延時拍照中

# Burst Quality photoing
source: Taking burst shots...
de: Bildserie aufnehmen Taking burst shots...
es: Tomando fotos explosión...
id: Mengambil burst shots...
ko: 연속촬영 중...
ru: Серийная фотосъемка...
th: กำลังถ่าย burst ช็อต...
zh_hans: 正在运动轨迹拍照中
zh_hant_hk: 正在運動軌跡拍照中

# Timelapse Record
source: Recording time-lapse video...
de: Zeitraffer Aufnahme...
es: Grabando en lapso de tiempo...
id: Merekam dengan timelapse ...
ko: 타임랩스 비디오 녹화 중...
ru: Съемка таймлапс...
th: กำลังถ่ายภาพอย่างช้าๆ...
zh_hans: 正在延时摄像中
zh_hant_hk: 正在延時攝像中

# Does not support Preview
source: Current resolution doesn't support preview.
de: Aktuelle Auflösung unterstützt keine Vorschau.
es: La resolucuón no disponibiliza previsualización.
id: Resolusi ini tidak tersedia untuk ditampilkan.
ko: 현재 해상도에서는 미리보기를 지원하지 않습니다.
ru: Текущее разрешение не поддерживает предварительный просмотр.
th: ค่าความละเอียดปัจจุบันไม่รองรับการพรีวิว
zh_hans: 当前分辨率不支持预览
zh_hant_hk: 當前分辨率不支持預覽

# Resolution not support Capture
source: Current resolution doesn't support snapshot.
de: Aktuelle Auflösung unterstützt keinen Schnappschuss.
es: Resolución actual no es compatible con snapshot.
id: Resolusi ini tidak tersedia untuk snapshot.
ko: 현재 해상도에서는 스냅샷을 지원하지 않습니다.
ru: Текущее разрешение не поддерживает съемку.
th: ค่าความละเอียดปัจจุบันไม่รองรับสแนปช็อต
zh_hans: 当前分辨率不支持抓拍
zh_hant_hk: 當前分辨率不支持抓拍

# not_support_automatic_low_light
source: Current resolution doesn't support auto low light.
de: Aktuelle Auflösung unterstützt keinen Auto Low Light.
es: Resolución actual no admite bajo luz automático.
id: Resolusi ini tidak tersedia untuk pengaturan cahaya rendah
ko: 현재 해상도에서는 오토 로우 라이트를 지원하지 않습니다.
ru: Текущее разрешение не поддерживает автоматический режим низкого освещения.
th: ค่าความละเอียดปัจจุบันไม่รองรับการตั้งค่าแสงน้อยอัตโนมัติ
zh_hans: 当前分辨率不支持自动低光
zh_hant_hk: 當前分辨率不支持自動低光

# file_saving
source: Saving file
de: Speichere Daten
es: Guardando archivo
id: Simpan File
ko: 파일 저장 중
ru: Сохранение файла
th: กำลังเซฟไฟล์
zh_hans: 正在保存中
zh_hant_hk: 正在保存中

# TFCardIsFull
source: SD card full
de: SD Kartenspeicher voll
es: Tarjeta SD llena
id: kartu Memori penuh
ko: SD카드에 남은 용량이 없습니다
ru: SD карта заполнена
th: SD การ์ดเต็ม
zh_hans: TF卡已满
zh_hant_hk: TF卡已滿

# stdDefVideo
source: No Preview Video
de: Keine Videovorschau
es: Sin previsualización de video
id: Video tidak dapat ditampilkan
ko: 비디오 미리보기가 없습니다.
ru: Нет предварительного просмотра
th: ไม่มีการพรีวิววีดีโอ
zh_hans: 没有直播视频
zh_hant_hk: 沒有直播視頻
